Repository: GreenGo-Dating-App/GreenGo-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# chatForward
source: Forward
de: Weiterleiten
fr: Transférer
it: Inoltra
pt: Reencaminhar

# chatForwardToChat
source: Forward to another chat
de: An einen anderen Chat weiterleiten
fr: Transférer vers un autre chat
it: Inoltra a un'altra chat
pt: Reencaminhar para outro chat

# chatStarMessage
source: Star Message
de: Nachricht markieren
fr: Mettre en Favori
it: Aggiungi ai Preferiti
pt: Marcar como Favorita

# chatUnstarMessage
source: Unstar Message
de: Markierung entfernen
fr: Retirer des Favoris
it: Rimuovi dai Preferiti
pt: Remover dos Favoritos

# chatAddToStarred
source: Add to starred messages
de: Zu markierten Nachrichten hinzufügen
fr: Ajouter aux messages favoris
it: Aggiungi ai messaggi preferiti
pt: Adicionar às mensagens favoritas

# chatRemoveFromStarred
source: Remove from starred messages
de: Aus markierten Nachrichten entfernen
fr: Retirer des messages favoris
it: Rimuovi dai messaggi preferiti
pt: Remover das mensagens favoritas

# chatReportInappropriate
source: Report inappropriate content
de: Unangemessenen Inhalt melden
fr: Signaler un contenu inapproprié
it: Segnala contenuto inappropriato
pt: Denunciar conteúdo inapropriado

# chatVideoPlayer
source: Video Player
fr: Lecteur Vidéo
it: Lettore Video
pt: Leitor de Vídeo

# chatFailedToLoadImage
source: Failed to load image
de: Bild konnte nicht geladen werden
fr: Échec du chargement de l'image
it: Impossibile caricare l'immagine
pt: Falha ao carregar imagem

# chatLoadingVideo
source: Loading video...
de: Video wird geladen...
fr: Chargement de la vidéo...
it: Caricamento video...
pt: A carregar vídeo...

# chatPreviewVideo
source: Preview Video
de: Videovorschau
fr: Aperçu Vidéo
it: Anteprima Video
pt: Pré-visualização de Vídeo

# chatPreviewImage
source: Preview Image
de: Bildvorschau
fr: Aperçu Image
it: Anteprima Immagine
pt: Pré-visualização de Imagem

# chatAddCaption
source: Add a caption...
de: Beschriftung hinzufügen...
fr: Ajouter une légende...
it: Aggiungi una didascalia...
pt: Adicionar legenda...

# chatSend
source: Send
de: Senden
fr: Envoyer
it: Invia
pt: Enviar

# chatSupportTitle
source: GreenGo Support
fr: Support GreenGo
it: Supporto GreenGo
pt: Suporte GreenGo

# chatSupportStatusOpen
source: Open
de: Offen
fr: Ouvert
it: Aperto
pt: Aberto

# chatSupportStatusPending
source: Pending
de: Ausstehend
fr: En attente
it: In attesa
pt: Pendente

# chatSupportStatusResolved
source: Resolved
de: Gelöst
fr: Résolu
it: Risolto
pt: Resolvido

# chatSupportStatusClosed
source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso
pt: Fechado

# chatSupportStatusDefault
source: Support
it: Supporto
pt: Suporte

# chatSupportAgent
source: Agent: {name}
it: Agente: {name}
pt: Agente: {name}

# chatSupportWelcome
source: Welcome to Support
de: Willkommen beim Support
fr: Bienvenue au Support
it: Benvenuto al Supporto
pt: Bem-vindo ao Suporte

# chatSupportStartMessage
source: Send a message to start the conversation. Our team will respond as soon as possible.
de: Sende eine Nachricht, um die Unterhaltung zu beginnen. Unser Team wird so schnell wie möglich antworten.
fr: Envoyez un message pour démarrer la conversation. Notre équipe répondra dès que possible.
it: Invia un messaggio per iniziare la conversazione. Il nostro team risponderà il prima possibile.
pt: Envia uma mensagem para iniciar a conversa. A nossa equipa responderá o mais breve possível.

# chatSupportTicketStart
source: Ticket Start
de: Ticket-Anfang
fr: Début du Ticket
it: Inizio Ticket
pt: Início do Ticket

# chatSupportTicketCreated
source: Ticket Created
de: Ticket erstellt
fr: Ticket Créé
it: Ticket Creato
pt: Ticket Criado

# chatSupportErrorLoading
source: Error loading messages
de: Fehler beim Laden der Nachrichten
fr: Erreur de chargement des messages
it: Errore nel caricamento dei messaggi
pt: Erro ao carregar mensagens

# chatSupportFailedToSend
source: Failed to send message: {error}
de: Nachricht konnte nicht gesendet werden: {error}
fr: Échec de l'envoi du message : {error}
it: Impossibile inviare il messaggio: {error}
pt: Falha ao enviar mensagem: {error}

# chatSupportTicketResolved
source: This ticket has been resolved
de: Dieses Ticket wurde gelöst
fr: Ce ticket a été résolu
it: Questo ticket è stato risolto
pt: Este ticket foi resolvido

# chatSupportReopenTicket
source: Need more help? Tap to reopen
de: Brauchst du weitere Hilfe? Tippe, um erneut zu öffnen
fr: Besoin d'aide supplémentaire ? Appuyez pour rouvrir
it: Hai bisogno di ulteriore aiuto? Tocca per riaprire
pt: Precisas de mais ajuda? Toca para reabrir

# chatSupportTicketReopened
source: Ticket reopened. You can send a message now.
de: Ticket erneut geöffnet. Du kannst jetzt eine Nachricht senden.
fr: Ticket rouvert. Vous pouvez maintenant envoyer un message.
it: Ticket riaperto. Puoi inviare un messaggio ora.
pt: Ticket reaberto. Podes enviar uma mensagem agora.

# chatSupportFailedToReopen
source: Failed to reopen ticket: {error}
de: Ticket konnte nicht erneut geöffnet werden: {error}
fr: Échec de la réouverture du ticket : {error}
it: Impossibile riaprire il ticket: {error}
pt: Falha ao reabrir ticket: {error}

# chatSupportAddCaptionOptional
source: Add a caption (optional)...
de: Beschriftung hinzufügen (optional)...
fr: Ajouter une légende (optionnel)...
it: Aggiungi didascalia (opzionale)...
pt: Adicionar legenda (opcional)...

# chatSupportTypeMessage
source: Type your message...
de: Nachricht eingeben...
fr: Tapez votre message...
it: Scrivi il tuo messaggio...
pt: Escreve a tua mensagem...

# chatSupportAddAttachment
source: Add Attachment
de: Anhang hinzufügen
fr: Ajouter une Pièce Jointe
it: Aggiungi Allegato
pt: Adicionar Anexo

# chatSupportTicketInfo
source: Ticket Information
de: Ticket-Informationen
fr: Informations du Ticket
it: Informazioni Ticket
pt: Informações do Ticket

# chatSupportSubject
source: Subject
de: Betreff
fr: Sujet
it: Oggetto
pt: Assunto

# chatSupportCategory
source: Category
de: Kategorie
fr: Catégorie
it: Categoria
pt: Categoria

# chatSupportStatus
source: Status
fr: Statut
it: Stato
pt: Estado

# chatSupportAgentLabel
source: Agent
it: Agente
pt: Agente

# chatSupportTicketId
source: Ticket ID
fr: ID du Ticket
it: ID Ticket
pt: ID do Ticket

# chatSupportGeneralSupport
source: General Support
de: Allgemeiner Support
fr: Support Général
it: Supporto Generale
pt: Suporte Geral

# chatSupportGeneral
source: General
de: Allgemein
fr: Général
it: Generale
pt: Geral

# chatSupportWaitingAssignment
source: Waiting for assignment
de: Warte auf Zuweisung
fr: En attente d'attribution
it: In attesa di assegnazione
pt: A aguardar atribuição

# chatSupportClose
source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

# chatSupportJustNow
source: Just now
de: Gerade eben
fr: À l'instant
it: Adesso
pt: Agora mesmo

# chatSupportMinutesAgo
source: {minutes}m ago
de: vor {minutes}Min.
fr: il y a {minutes}min
it: {minutes}min fa
pt: há {minutes}min

# chatSupportHoursAgo
source: {hours}h ago
de: vor {hours}Std.
fr: il y a {hours}h
it: {hours}h fa
pt: há {hours}h

# chatSupportDaysAgo
source: {days}d ago
de: vor {days}T.
fr: il y a {days}j
it: {days}g fa
pt: há {days}d

# nicknameSearchChat
source: Chat
fr: Discuter
it: Chatta
pt: Conversar

# filterNewMessages
source: New
de: Neue
fr: Nouveaux
it: Nuovi
pt: Novas

# filterNotReplied
source: No Reply
de: Ohne Antwort
fr: Sans réponse
it: Senza risposta
pt: Sem resposta

# filterFromSearch
source: Direct
de: Direkt
it: Diretto
pt: Direto

# publicAlbum
source: Public
de: Öffentlich
it: Pubblico
pt: Público

# privateAlbum
source: Private
de: Privat
fr: Privé
it: Privato
pt: Privado

source: Share Album
de: Album teilen
fr: Partager l'album
it: Condividi album
pt: Partilhar álbum

# revokeAccess
source: Revoke album access
de: Albumzugriff entziehen
fr: Révoquer l'accès à l'album
it: Revocare l'accesso all'album
pt: Revogar acesso ao álbum

# albumNotShared
source: Album not shared with you
de: Album nicht geteilt
fr: Album non partagé
it: Album non condiviso
pt: Álbum não partilhado

# grantAlbumAccess
source: Share my album
de: Mein Album teilen
fr: Partager mon album
it: Condividi il mio album
pt: Partilhar meu álbum

# albumSharedMessage
source: {username} shared their album with you
de: {username} hat sein Album mit dir geteilt
fr: {username} a partagé son album avec vous
it: {username} ha condiviso il suo album con te
pt: {username} partilhou o álbum contigo

# albumRevokedMessage
source: {username} revoked album access
de: {username} hat den Albumzugang widerrufen
fr: {username} a révoqué l'accès à l'album
it: {username} ha revocato l'accesso all'album
pt: {username} revogou o acesso ao álbum

source: Send Coins
de: Münzen senden
fr: Envoyer des pièces
it: Invia monete
pt: Enviar moedas

source: Recipient nickname
de: Empfänger-Nickname
fr: Pseudo du destinataire
it: Nickname del destinatario
pt: Apelido do destinatário

source: Enter amount
de: Betrag eingeben
fr: Entrer le montant
it: Inserisci l'importo
pt: Introduzir montante

# sendCoinsConfirm
source: Send {amount} coins to @{nickname}?
de: {amount} Münzen an @{nickname} senden?
fr: Envoyer {amount} pièces à @{nickname} ?
it: Inviare {amount} monete a @{nickname}?
pt: Enviar {amount} moedas para @{nickname}?

# coinsSent
source: Coins sent successfully!
de: Münzen erfolgreich gesendet!
fr: Pièces envoyées avec succès !
it: Monete inviate con successo!
pt: Moedas enviadas com sucesso!

source: Insufficient coins
de: Nicht genügend Münzen
fr: Pièces insuffisantes
it: Monete insufficienti
pt: Moedas insuficientes

source: User not found
de: Benutzer nicht gefunden
fr: Utilisateur non trouvé
it: Utente non trovato
pt: Utilizador não encontrado

source: Weight
de: Gewicht
fr: Poids
it: Peso
pt: Peso

# aboutMeTitle
source: About Me
de: Über mich
fr: À propos de moi
it: Su di me
pt: Sobre mim

# travelerBadge
source: Traveler
de: Reisender
fr: Voyageur
it: Viaggiatore
pt: Viajante

# travelerModeTitle
source: Traveler Mode
de: Reisemodus
fr: Mode Voyageur
it: Modalità Viaggiatore
pt: Modo Viajante

# travelerModeDescription
source: Appear in a different city's discovery feed for 24 hours
de: Erscheine 24 Stunden lang im Entdeckungs-Feed einer anderen Stadt
fr: Apparaissez dans le fil de découverte d'une autre ville pendant 24 heures
it: Appari nel feed di scoperta di un'altra città per 24 ore
pt: Apareça no feed de descoberta de outra cidade durante 24 horas

source: Traveler mode active
de: Reisemodus aktiv
fr: Mode voyageur actif
it: Modalità viaggiatore attiva
pt: Modo viajante ativo

# travelerModeActivated
source: Traveler mode activated! Appearing in {city} for 24 hours.
de: Reisemodus aktiviert! Du erscheinst 24 Stunden in {city}.
fr: Mode voyageur activé ! Vous apparaissez à {city} pendant 24 heures.
it: Modalità viaggiatore attivata! Apparirai a {city} per 24 ore.
pt: Modo viajante ativado! A aparecer em {city} durante 24 horas.

# travelerModeDeactivated
source: Traveler mode deactivated. Back to your real location.
de: Reisemodus deaktiviert. Zurück zu deinem echten Standort.
fr: Mode voyageur désactivé. Retour à votre emplacement réel.
it: Modalità viaggiatore disattivata. Tornato alla tua posizione reale.
pt: Modo viajante desativado. De volta à sua localização real.

source: Select Travel Location
de: Reiseort auswählen
fr: Sélectionner le lieu de voyage
it: Seleziona la destinazione di viaggio
pt: Selecionar local de viagem

# searchCityPlaceholder
source: Search city, address, or place...
de: Stadt, Adresse oder Ort suchen...
fr: Rechercher ville, adresse ou lieu...
it: Cerca città, indirizzo o luogo...
pt: Pesquisar cidade, endereço ou local...

# useCurrentGpsLocation
source: Use my current GPS location
de: Meinen aktuellen GPS-Standort verwenden
fr: Utiliser ma position GPS actuelle
it: Usa la mia posizione GPS attuale
pt: Usar a minha localização GPS atual

source: Confirm Location
de: Standort bestätigen
fr: Confirmer l'emplacement
it: Conferma posizione
pt: Confirmar localização

source: Change location
de: Standort ändern
fr: Changer l'emplacement
it: Cambia posizione
pt: Alterar localização

# travelerLocationInfo
source: You will appear in discovery results for this location for 24 hours.
de: Du erscheinst 24 Stunden lang in den Entdeckungsergebnissen für diesen Standort.
fr: Vous apparaîtrez dans les résultats de découverte de cet emplacement pendant 24 heures.
it: Apparirai nei risultati di scoperta per questa posizione per 24 ore.
pt: Aparecerá nos resultados de descoberta para esta localização durante 24 horas.

# searchForCity
source: Search for a city or use GPS
de: Suche eine Stadt oder verwende GPS
fr: Rechercher une ville ou utiliser le GPS
it: Cerca una città o usa il GPS
pt: Pesquise uma cidade ou use o GPS

# travelerSearchHint
source: Your profile will appear in that location's discovery feed for 24 hours with a Traveler badge.
de: Dein Profil erscheint 24 Stunden lang im Entdeckungs-Feed dieses Standorts mit einem Reisenden-Abzeichen.
fr: Votre profil apparaîtra dans le fil de découverte de cet emplacement pendant 24 heures avec un badge Voyageur.
it: Il tuo profilo apparirà nel feed di scoperta di quella posizione per 24 ore con un badge Viaggiatore.
pt: O seu perfil aparecerá no feed de descoberta dessa localização durante 24 horas com um distintivo de Viajante.

source: Incognito Mode
de: Inkognito-Modus
fr: Mode Incognito
it: Modalità Incognito
pt: Modo Incógnito

# incognitoModeDescription
source: Hide your profile from discovery
de: Verstecke dein Profil in der Entdeckung
fr: Masquer votre profil de la découverte
it: Nascondi il tuo profilo dalla scoperta
pt: Ocultar o seu perfil da descoberta

source: My Usage
de: Meine Nutzung
fr: Mon Utilisation
it: Il Mio Utilizzo
pt: O Meu Uso

source: Boost Profile
de: Profil boosten
fr: Booster le Profil
it: Potenzia Profilo
pt: Impulsionar Perfil

# boostActivated
source: Boost activated for 30 minutes!
de: Boost für 30 Minuten aktiviert!
fr: Boost activé pour 30 minutes !
it: Boost attivato per 30 minuti!
pt: Impulso ativado por 30 minutos!

source: Undo Swipe
de: Swipe rückgängig
fr: Annuler le Swipe
it: Annulla Swipe
pt: Desfazer Swipe

# freeActionsRemaining
source: {count} free actions remaining today
de: {count} kostenlose Aktionen heute verbleibend
fr: {count} actions gratuites restantes aujourd'hui
it: {count} azioni gratuite rimanenti oggi
pt: {count} ações gratuitas restantes hoje

# coinsRequired
source: {amount} coins required
de: {amount} Münzen erforderlich
fr: {amount} pièces requises
it: {amount} monete richieste
pt: {amount} moedas necessárias

# tierFree
source: Free
de: Kostenlos
fr: Gratuit
it: Gratuito
pt: Grátis

# dailySwipeLimitReached
source: Daily swipe limit reached. Upgrade for more swipes!
de: Tägliches Swipe-Limit erreicht. Upgrade für mehr Swipes!
fr: Limite quotidienne de swipes atteinte. Passez à la version supérieure pour plus de swipes !
it: Limite giornaliero di swipe raggiunto. Aggiorna per più swipe!
pt: Limite diário de swipes atingido. Atualize para mais swipes!

# noOthersToSee
source: There's no others to see
de: Es gibt niemanden mehr zu sehen
fr: Il n'y a personne d'autre à voir
it: Non ci sono altri da vedere
pt: Não há mais pessoas para ver

# checkBackLater
source: Check back later for new people, or adjust your preferences
de: Komm später wieder für neue Leute, oder passe deine Präferenzen an
fr: Revenez plus tard pour de nouvelles personnes, ou ajustez vos préférences
it: Torna più tardi per nuove persone, o modifica le tue preferenze
pt: Volte mais tarde para novas pessoas, ou ajuste as suas preferências

source: Adjust Preferences
de: Präferenzen anpassen
fr: Ajuster les Préférences
it: Modifica Preferenze
pt: Ajustar Preferências

# noPreviousProfile
source: No previous profile to rewind
de: Kein vorheriges Profil zum Zurückspulen
fr: Aucun profil précédent à revenir
it: Nessun profilo precedente da ripristinare
pt: Nenhum perfil anterior para voltar

# cantUndoMatched
source: Can't undo â€” you already matched!
de: Rückgängig nicht möglich — ihr habt bereits gematcht!
fr: Impossible d'annuler — vous avez déjà matché !
it: Non puoi annullare — hai già un match!
pt: Não é possível desfazer — já fizeste match!

# showingProfiles
source: {count} profiles
de: {count} Profile
fr: {count} profils
it: {count} profili
pt: {count} perfis

# seeMoreProfiles
source: See {count} more
de: {count} weitere anzeigen
fr: Voir {count} de plus
it: Vedi altri {count}
pt: Ver mais {count}

# coinsCost
source: {amount} coins
de: {amount} Münzen
fr: {amount} pièces
it: {amount} monete
pt: {amount} moedas

# seeMoreProfilesTitle
source: See More Profiles
de: Mehr Profile anzeigen
fr: Voir Plus de Profils
it: Vedi Altri Profili
pt: Ver Mais Perfis

# unlockMoreProfiles
source: Unlock {count} more profiles in grid view for {cost} coins.
de: {count} weitere Profile in der Rasteransicht für {cost} Münzen freischalten.
fr: Débloquez {count} profils supplémentaires en grille pour {cost} pièces.
it: Sblocca altri {count} profili nella griglia per {cost} monete.
pt: Desbloqueia mais {count} perfis na grelha por {cost} moedas.

source: Unlock
de: Freischalten
fr: Débloquer
it: Sblocca
pt: Desbloquear

source: Buy Coins
de: Münzen kaufen
fr: Acheter des Pièces
it: Compra Monete
pt: Comprar Moedas

# needCoinsForProfiles
source: You need {amount} coins to unlock more profiles.
de: Du brauchst {amount} Münzen, um mehr Profile freizuschalten.
fr: Vous avez besoin de {amount} pièces pour débloquer plus de profils.
it: Hai bisogno di {amount} monete per sbloccare altri profili.
pt: Precisas de {amount} moedas para desbloquear mais perfis.

# matchPercentage
source: {percentage} match
de: {percentage} Übereinstimmung
fr: {percentage} compatibilité
it: {percentage} compatibilità
pt: {percentage} compatibilidade

# youGotSuperLike
source: You got a Super Like!
de: Du hast ein Super Like bekommen!
fr: Vous avez reçu un Super Like !
it: Hai ricevuto un Super Like!
pt: Recebeste um Super Like!

# superLikedYou
source: {name} super liked you!
de: {name} hat dir ein Super Like gegeben!
fr: {name} vous a envoyé un Super Like !
it: {name} ti ha messo Super Like!
pt: {name} deu-te um Super Like!

# photoValidating
source: Validating photo...
de: Foto wird überprüft...
fr: Validation de la photo...
it: Validazione foto in corso...
pt: A validar foto...

source: Photo Not Accepted
de: Foto nicht akzeptiert
fr: Photo non acceptée
it: Foto non accettata
pt: Foto não aceite

# photoMainNoFace
source: Your main photo must show your face clearly. No face was detected in this photo.
de: Dein Hauptfoto muss dein Gesicht deutlich zeigen. Auf diesem Foto wurde kein Gesicht erkannt.
fr: Votre photo principale doit montrer clairement votre visage. Aucun visage n'a été détecté sur cette photo.
it: La tua foto principale deve mostrare chiaramente il tuo viso. Nessun viso è stato rilevato in questa foto.
pt: A tua foto principal deve mostrar o teu rosto claramente. Não foi detetado nenhum rosto nesta foto.

# photoMainNotForward
source: Please use a photo where your face is clearly visible and facing forward.
de: Bitte verwende ein Foto, auf dem dein Gesicht deutlich sichtbar und nach vorne gerichtet ist.
fr: Veuillez utiliser une photo où votre visage est clairement visible et tourné vers l'avant.
it: Per favore, usa una foto in cui il tuo viso sia chiaramente visibile e rivolto in avanti.
pt: Por favor, usa uma foto em que o teu rosto esteja claramente visível e virado para a frente.

# photoExplicitNudity
source: This photo appears to contain nudity or explicit content. All photos must be appropriate and fully clothed.
de: Dieses Foto scheint Nacktheit oder explizite Inhalte zu enthalten. Alle Fotos in der App müssen angemessen und vollständig bekleidet sein.
fr: Cette photo semble contenir de la nudité ou du contenu explicite. Les photos publiques doivent être appropriées et entièrement habillées.
it: Questa foto sembra contenere nudità o contenuti espliciti. Tutte le foto nell'app devono essere appropriate e completamente vestite.
pt: Esta foto parece conter nudez ou conteúdo explícito. Todas as fotos na app devem ser apropriadas e com roupa adequada.

# photoExplicitContent
source: This photo contains inappropriate content. Nudity, underwear, and explicit content are not allowed anywhere in the app.
de: Dieses Foto könnte unangemessene Inhalte enthalten. Fotos in der App dürfen keine Nacktheit, Unterwäsche oder explizite Inhalte zeigen.
fr: Cette photo peut contenir du contenu inapproprié. Les photos publiques ne doivent pas montrer de nudité, de sous-vêtements ou de contenu explicite.
it: Questa foto potrebbe contenere contenuti inappropriati. Le foto nell'app non devono mostrare nudità, biancheria intima o contenuti espliciti.
pt: Esta foto pode conter conteúdo inapropriado. As fotos na app não devem mostrar nudez, roupa interior ou conteúdo explícito.

# photoTooMuchSkin
source: This photo shows too much skin exposure. Please use a photo where you are appropriately dressed.
de: Dieses Foto zeigt zu viel Haut. Bitte verwende ein Foto, auf dem du angemessen gekleidet bist.
fr: Cette photo montre trop de peau exposée. Veuillez utiliser une photo où vous êtes habillé(e) de manière appropriée.
it: Questa foto mostra troppa pelle scoperta. Per favore, usa una foto in cui sei vestito/a in modo appropriato.
pt: Esta foto mostra demasiada pele exposta. Por favor, usa uma foto em que estejas vestido/a de forma apropriada.

# photoNotAllowedPublic
source: This photo is not allowed. All photos must be appropriate.
de: Dieses Foto ist in der App nicht erlaubt.
fr: Cette photo n'est pas autorisée sur votre profil public.
it: Questa foto non è consentita in nessuna parte dell'app.
pt: Esta foto não é permitida em nenhum lugar da app.

# photoTooLarge
source: Photo is too large. Maximum size is 10MB.
de: Foto ist zu groß. Maximale Größe beträgt 10 MB.
fr: La photo est trop volumineuse. La taille maximale est de 10 Mo.
it: La foto è troppo grande. La dimensione massima è 10 MB.
pt: A foto é demasiado grande. O tamanho máximo é 10 MB.

# photoMustHaveOne
source: You must have at least one public photo with your face visible.
de: Du musst mindestens ein öffentliches Foto haben, auf dem dein Gesicht sichtbar ist.
fr: Vous devez avoir au moins une photo publique avec votre visage visible.
it: Devi avere almeno una foto pubblica con il tuo viso visibile.
pt: Deves ter pelo menos uma foto pública com o teu rosto visível.

# photoDeleteMainWarning
source: This is your main photo. The next photo will become your main photo (must show your face). Continue?
de: Dies ist dein Hauptfoto. Das nächste Foto wird zu deinem Hauptfoto (muss dein Gesicht zeigen). Fortfahren?
fr: Ceci est votre photo principale. La photo suivante deviendra votre photo principale (elle doit montrer votre visage). Continuer ?
it: Questa è la tua foto principale. La prossima foto diventerà la tua foto principale (deve mostrare il tuo viso). Continuare?
pt: Esta é a tua foto principal. A próxima foto passará a ser a tua foto principal (deve mostrar o teu rosto). Continuar?

# photoDeleteConfirm
source: Are you sure you want to delete this photo?
de: Bist du sicher, dass du dieses Foto löschen möchtest?
fr: Êtes-vous sûr(e) de vouloir supprimer cette photo ?
it: Sei sicuro/a di voler eliminare questa foto?
pt: Tens a certeza de que queres eliminar esta foto?

# photoMaxPublic
source: Maximum 6 public photos allowed
de: Maximal 6 öffentliche Fotos erlaubt
fr: Maximum 6 photos publiques autorisées
it: Massimo 6 foto pubbliche consentite
pt: Máximo de 6 fotos públicas permitidas

# photoMaxPrivate
source: Maximum 6 private photos allowed
de: Maximal 6 private Fotos erlaubt
fr: Maximum 6 photos privées autorisées
it: Massimo 6 foto private consentite
pt: Máximo de 6 fotos privadas permitidas
