Repository: GreenGo-Dating-App/GreenGo-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# voiceRecordingSaved
source: Recording saved
de: Aufnahme gespeichert
fr: Enregistrement sauvegardé
it: Registrazione salvata
pt: Gravação guardada

# voiceRecordAgain
source: Record Again
de: Erneut Aufnehmen
fr: Réenregistrer
it: Registra di Nuovo
pt: Gravar Novamente

# voiceUploading
source: Uploading...
de: Wird hochgeladen...
fr: Téléversement...
it: Caricamento...
pt: A carregar...

# voiceIntroSaved
source: Voice introduction saved
de: Sprachvorstellung gespeichert
fr: Présentation vocale sauvegardée
it: Presentazione vocale salvata
pt: Apresentação de voz guardada

# voiceUploadFailed
source: Failed to upload voice recording
de: Hochladen der Sprachaufnahme fehlgeschlagen
fr: Échec du téléversement de l'enregistrement vocal
it: Caricamento della registrazione vocale fallito
pt: Falha ao carregar gravação de voz

# voiceDeleteRecording
source: Delete Recording
de: Aufnahme Löschen
fr: Supprimer l'Enregistrement
it: Elimina Registrazione
pt: Eliminar Gravação

# voiceDeleteConfirm
source: Are you sure you want to delete your voice introduction?
de: Bist du sicher, dass du deine Sprachvorstellung löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer votre présentation vocale ?
it: Sei sicuro di voler eliminare la tua presentazione vocale?
pt: Tens a certeza de que queres eliminar a tua apresentação de voz?

# voiceMicrophonePermissionRequired
source: Microphone permission is required
de: Mikrofonberechtigung erforderlich
fr: L'autorisation du microphone est requise
it: È richiesto il permesso del microfono
pt: É necessária permissão do microfone

source: Listen me!
de: Hör mich an!
fr: Écoute-moi !
it: Ascoltami!
pt: Ouve-me!

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia Password
pt: Alterar Palavra-passe

# changePasswordDescription
source: For security, please verify your identity before changing your password.
de: Bitte bestätige aus Sicherheitsgründen deine Identität, bevor du dein Passwort änderst.
fr: Pour des raisons de sécurité, veuillez vérifier votre identité avant de changer votre mot de passe.
it: Per sicurezza, verifica la tua identità prima di cambiare la password.
pt: Por segurança, verifica a tua identidade antes de alterar a palavra-passe.

# changePasswordCurrent
source: Current Password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password Attuale
pt: Palavra-passe Atual

# changePasswordNew
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova Password
pt: Nova Palavra-passe

# changePasswordConfirm
source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
it: Conferma Nuova Password
pt: Confirmar Nova Palavra-passe

# changePasswordEmailHint
source: Your email
de: Deine E-Mail
fr: Votre e-mail
it: La tua email
pt: O teu email

# changePasswordEmailConfirm
source: Confirm your email address
de: Bestätige deine E-Mail-Adresse
fr: Confirmez votre adresse e-mail
it: Conferma il tuo indirizzo email
pt: Confirma o teu endereço de email

# changePasswordEmailMismatch
source: Email does not match your account
de: E-Mail stimmt nicht mit deinem Konto überein
fr: L'e-mail ne correspond pas à votre compte
it: L'email non corrisponde al tuo account
pt: O email não corresponde à tua conta

# changePasswordSuccess
source: Password changed successfully
de: Passwort erfolgreich geändert
fr: Mot de passe changé avec succès
it: Password cambiata con successo
pt: Palavra-passe alterada com sucesso

# changePasswordWrongCurrent
source: Current password is incorrect
de: Aktuelles Passwort ist falsch
fr: Le mot de passe actuel est incorrect
it: La password attuale non è corretta
pt: A palavra-passe atual está incorreta

# changePasswordReauthRequired
source: Please log out and log in again before changing your password
de: Bitte melde dich ab und wieder an, bevor du dein Passwort änderst
fr: Veuillez vous déconnecter et vous reconnecter avant de changer votre mot de passe
it: Disconnettiti e accedi di nuovo prima di cambiare la password
pt: Por favor, termina a sessão e inicia sessão novamente antes de alterar a palavra-passe

# changePasswordSubtitle
source: Update your account password
de: Aktualisiere dein Kontopasswort
fr: Mettre à jour le mot de passe de votre compte
it: Aggiorna la password del tuo account
pt: Atualiza a palavra-passe da tua conta

source: Shop
fr: Boutique
it: Negozio
pt: Loja

source: Progress
de: Fortschritt
fr: Progrès
it: Progressi
pt: Progresso

source: Learn
de: Lernen
fr: Apprendre
it: Impara
pt: Aprender

source: Exit App?
de: App beenden?
fr: Quitter l'App ?
it: Uscire dall'App?
pt: Sair da App?

# exitAppConfirmation
source: Are you sure you want to exit GreenGo?
de: Bist du sicher, dass du GreenGo beenden möchtest?
fr: Êtes-vous sûr de vouloir quitter GreenGo ?
it: Sei sicuro di voler uscire da GreenGo?
pt: Tens a certeza de que queres sair do GreenGo?

source: Exit
de: Beenden
fr: Quitter
it: Esci
pt: Sair

source: Let's Chat!
de: Lass uns chatten!
fr: Discutons !
it: Chattiamo!
pt: Vamos conversar!

source: Could not open link
de: Link konnte nicht geöffnet werden
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il link
pt: Não foi possível abrir o link

# helpAndSupport
source: Help & Support
de: Hilfe & Support
fr: Aide et Support
it: Aiuto e Supporto
pt: Ajuda e Suporte

source: Support Center
fr: Centre d'Aide
it: Centro Supporto
pt: Centro de Suporte

# supportCenterSubtitle
source: Get help, report issues, contact us
de: Hilfe erhalten, Probleme melden, kontaktiere uns
fr: Obtenir de l'aide, signaler des problèmes, nous contacter
it: Ottieni aiuto, segnala problemi, contattaci
pt: Obter ajuda, reportar problemas, contacta-nos

source: Edit Interests
de: Interessen bearbeiten
fr: Modifier les Intérêts
it: Modifica Interessi
pt: Editar Interesses

# interestsSelectedCount
source: {selected}/{max} interests selected
de: {selected}/{max} Interessen ausgewählt
fr: {selected}/{max} centres d'intérêt sélectionnés
it: {selected}/{max} interessi selezionati
pt: {selected}/{max} interesses selecionados

# selectAtLeastInterests
source: Select at least {count} interests
de: Wähle mindestens {count} Interessen
fr: Sélectionnez au moins {count} centres d'intérêt
it: Seleziona almeno {count} interessi
pt: Seleciona pelo menos {count} interesses

# greatInterestsHelp
source: Great! Your interests help us find better matches
de: Super! Deine Interessen helfen uns, bessere Matches zu finden
fr: Super ! Vos intérêts nous aident à trouver de meilleures correspondances
it: Ottimo! I tuoi interessi ci aiutano a trovare match migliori
pt: Ótimo! Os teus interesses ajudam-nos a encontrar melhores matches

# maximumInterestsAllowed
source: Maximum {count} interests allowed
de: Maximal {count} Interessen erlaubt
fr: Maximum {count} centres d'intérêt autorisés
it: Massimo {count} interessi consentiti
pt: Máximo de {count} interesses permitidos

# connectSocialAccounts
source: Connect your social accounts
de: Verbinde deine sozialen Konten
fr: Connectez vos comptes sociaux
it: Collega i tuoi account social
pt: Liga as tuas contas sociais

# helpOthersFindYou
source: Help others find you on social media
de: Hilf anderen, dich in sozialen Medien zu finden
fr: Aidez les autres à vous trouver sur les réseaux sociaux
it: Aiuta gli altri a trovarti sui social media
pt: Ajuda outros a encontrar-te nas redes sociais

# socialProfilesTip
source: Your social profiles will be visible on your dating profile and help others verify your identity.
de: Deine sozialen Profile sind in deinem Dating-Profil sichtbar und helfen anderen, deine Identität zu überprüfen.
fr: Vos profils sociaux seront visibles sur votre profil de rencontres et aideront les autres à vérifier votre identité.
it: I tuoi profili social saranno visibili nel tuo profilo di incontri e aiuteranno gli altri a verificare la tua identità.
pt: Os teus perfis sociais serão visíveis no teu perfil de encontros e ajudarão outros a verificar a tua identidade.

source: Username or profile URL
de: Benutzername oder Profil-URL
fr: Nom d'utilisateur ou URL du profil
it: Nome utente o URL del profilo
pt: Nome de utilizador ou URL do perfil

# usernameWithoutAt
source: Username (without @)
de: Benutzername (ohne @)
fr: Nom d'utilisateur (sans @)
it: Nome utente (senza @)
pt: Nome de utilizador (sem @)

source: Voice Introduction
de: Sprachvorstellung
fr: Présentation Vocale
it: Presentazione Vocale
pt: Apresentação de Voz

# interestTravel
source: Travel
de: Reisen
fr: Voyages
it: Viaggi
pt: Viagens

# interestPhotography
source: Photography
de: Fotografie
fr: Photographie
it: Fotografia
pt: Fotografia

# interestMusic
source: Music
de: Musik
fr: Musique
it: Musica
pt: Música

# interestCooking
source: Cooking
de: Kochen
fr: Cuisine
it: Cucina
pt: Culinária

# interestReading
source: Reading
de: Lesen
fr: Lecture
it: Lettura
pt: Leitura

# interestMovies
source: Movies
de: Filme
fr: Films
it: Film
pt: Filmes

# interestGaming
source: Gaming
fr: Jeux vidéo
it: Videogiochi
pt: Videojogos

# interestArt
source: Art
de: Kunst
it: Arte
pt: Arte

# interestDance
source: Dance
de: Tanzen
fr: Danse
it: Danza
pt: Dança

# interestHiking
source: Hiking
de: Wandern
fr: Randonnée
it: Escursionismo
pt: Caminhadas

# interestSwimming
source: Swimming
de: Schwimmen
fr: Natation
it: Nuoto
pt: Natação

# interestCycling
source: Cycling
de: Radfahren
fr: Cyclisme
it: Ciclismo
pt: Ciclismo

# interestRunning
source: Running
de: Laufen
fr: Course
it: Corsa
pt: Corrida

# interestSports
source: Sports
de: Sport
it: Sport
pt: Desporto

# interestFashion
source: Fashion
de: Mode
fr: Mode
it: Moda
pt: Moda

# interestTechnology
source: Technology
de: Technologie
fr: Technologie
it: Tecnologia
pt: Tecnologia

# interestWriting
source: Writing
de: Schreiben
fr: Écriture
it: Scrittura
pt: Escrita

# interestCoffee
source: Coffee
de: Kaffee
fr: Café
it: Caffè
pt: Café

# interestWine
source: Wine
de: Wein
fr: Vin
it: Vino
pt: Vinho

# interestBeer
source: Beer
de: Bier
fr: Bière
it: Birra
pt: Cerveja

# interestFood
source: Food
de: Essen
fr: Nourriture
it: Cibo
pt: Comida

# interestVegetarian
source: Vegetarian
de: Vegetarisch
fr: Végétarien
it: Vegetariano
pt: Vegetariano

# interestVegan
source: Vegan
fr: Végan
it: Vegano
pt: Vegano

# interestPets
source: Pets
de: Haustiere
fr: Animaux
it: Animali domestici
pt: Animais de estimação

# interestDogs
source: Dogs
de: Hunde
fr: Chiens
it: Cani
pt: Cães

# interestCats
source: Cats
de: Katzen
fr: Chats
it: Gatti
pt: Gatos

# interestNature
source: Nature
de: Natur
it: Natura
pt: Natureza

# interestBeach
source: Beach
de: Strand
fr: Plage
it: Spiaggia
pt: Praia

# interestMountains
source: Mountains
de: Berge
fr: Montagnes
it: Montagne
pt: Montanhas

# interestCamping
source: Camping
it: Campeggio
pt: Campismo

# interestSurfing
source: Surfing
de: Surfen
fr: Surf
it: Surf
pt: Surf

# interestSkiing
source: Skiing
de: Skifahren
fr: Ski
it: Sci
pt: Esqui

# interestSnowboarding
source: Snowboarding
de: Snowboarden
fr: Snowboard
it: Snowboard
pt: Snowboard

# interestMeditation
source: Meditation
fr: Méditation
it: Meditazione
pt: Meditação

# interestSpirituality
source: Spirituality
de: Spiritualität
fr: Spiritualité
it: Spiritualità
pt: Espiritualidade

# interestVolunteering
source: Volunteering
de: Freiwilligenarbeit
fr: Bénévolat
it: Volontariato
pt: Voluntariado

# interestEnvironment
source: Environment
de: Umwelt
fr: Environnement
it: Ambiente
pt: Ambiente

# interestPolitics
source: Politics
de: Politik
fr: Politique
it: Politica
pt: Política

# interestScience
source: Science
de: Wissenschaft
it: Scienza
pt: Ciência

# interestHistory
source: History
de: Geschichte
fr: Histoire
it: Storia
pt: História

# interestLanguages
source: Languages
de: Sprachen
fr: Langues
it: Lingue
pt: Línguas

# interestTeaching
source: Teaching
de: Lehren
fr: Enseignement
it: Insegnamento
pt: Ensino

# chatMessageBlockedContains
source: Message blocked: Contains {violations}. For your safety, sharing personal contact details is not allowed.
de: Nachricht blockiert: Enthält {violations}. Zu Ihrer Sicherheit ist das Teilen persönlicher Kontaktdaten nicht erlaubt.
fr: Message bloqué : Contient {violations}. Pour votre sécurité, le partage de coordonnées personnelles n'est pas autorisé.
it: Messaggio bloccato: Contiene {violations}. Per la tua sicurezza, non è consentito condividere dati di contatto personali.
pt: Mensagem bloqueada: Contém {violations}. Para a tua segurança, partilhar dados de contacto pessoais não é permitido.

# chatReportMessage
source: Report Message
de: Nachricht melden
fr: Signaler le Message
it: Segnala Messaggio
pt: Denunciar Mensagem

# chatWhyReportMessage
source: Why are you reporting this message?
de: Warum melden Sie diese Nachricht?
fr: Pourquoi signalez-vous ce message ?
it: Perché segnali questo messaggio?
pt: Porque denuncias esta mensagem?

# chatReportReasonHarassment
source: Harassment or bullying
de: Belästigung oder Mobbing
fr: Harcèlement ou intimidation
it: Molestie o bullismo
pt: Assédio ou bullying

# chatReportReasonSpam
source: Spam or scam
de: Spam oder Betrug
fr: Spam ou arnaque
it: Spam o truffa
pt: Spam ou burla

# chatReportReasonInappropriate
source: Inappropriate content
de: Unangemessener Inhalt
fr: Contenu inapproprié
it: Contenuto inappropriato
pt: Conteúdo inapropriado

# chatReportReasonPersonalInfo
source: Sharing personal information
de: Teilen persönlicher Informationen
fr: Partage d'informations personnelles
it: Condivisione di informazioni personali
pt: Partilha de informações pessoais

# chatReportReasonThreatening
source: Threatening behavior
de: Bedrohliches Verhalten
fr: Comportement menaçant
it: Comportamento minaccioso
pt: Comportamento ameaçador

# chatReportReasonFakeProfile
source: Fake profile / Catfishing
de: Falsches Profil / Catfishing
fr: Faux profil / Catfishing
it: Profilo falso / Catfishing
pt: Perfil falso / Catfishing

# chatReportReasonUnderage
source: Underage user
de: Minderjähriger Benutzer
fr: Utilisateur mineur
it: Utente minorenne
pt: Utilizador menor de idade

# chatReportReasonOther
source: Other
de: Sonstiges
fr: Autre
it: Altro
pt: Outro

# chatMessageReported
source: Message reported. We will review it shortly.
de: Nachricht gemeldet. Wir werden sie in Kürze überprüfen.
fr: Message signalé. Nous l'examinerons sous peu.
it: Messaggio segnalato. Lo esamineremo a breve.
pt: Mensagem denunciada. Iremos analisá-la em breve.

# chatFailedToReportMessage
source: Failed to report message: {error}
de: Nachricht konnte nicht gemeldet werden: {error}
fr: Échec du signalement du message : {error}
it: Impossibile segnalare il messaggio: {error}
pt: Falha ao denunciar mensagem: {error}

# chatSendAttachment
source: Send Attachment
de: Anhang senden
fr: Envoyer une Pièce Jointe
it: Invia Allegato
pt: Enviar Anexo

# chatAttachGallery
source: Gallery
de: Galerie
fr: Galerie
it: Galleria
pt: Galeria

# chatAttachCamera
source: Camera
de: Kamera
fr: Appareil Photo
it: Fotocamera
pt: Câmara

# chatAttachRecord
source: Record
de: Aufnehmen
fr: Enregistrer
it: Registra
pt: Gravar

# chatFailedToPickImage
source: Failed to pick image: {error}
de: Bild konnte nicht ausgewählt werden: {error}
fr: Échec de la sélection d'image : {error}
it: Impossibile selezionare l'immagine: {error}
pt: Falha ao selecionar imagem: {error}

# chatFailedToPickVideo
source: Failed to pick video: {error}
de: Video konnte nicht ausgewählt werden: {error}
fr: Échec de la sélection de vidéo : {error}
it: Impossibile selezionare il video: {error}
pt: Falha ao selecionar vídeo: {error}

# chatFailedToUploadImage
source: Failed to upload image: {error}
de: Bild konnte nicht hochgeladen werden: {error}
fr: Échec du téléversement d'image : {error}
it: Impossibile caricare l'immagine: {error}
pt: Falha ao carregar imagem: {error}

# chatVideoTooLarge
source: Video too large. Maximum size is 50MB.
de: Video zu groß. Maximale Größe ist 50MB.
fr: Vidéo trop volumineuse. La taille maximale est de 50 Mo.
it: Video troppo grande. La dimensione massima è 50MB.
pt: Vídeo demasiado grande. O tamanho máximo é 50MB.

# chatFailedToUploadVideo
source: Failed to upload video: {error}
de: Video konnte nicht hochgeladen werden: {error}
fr: Échec du téléversement de vidéo : {error}
it: Impossibile caricare il video: {error}
pt: Falha ao carregar vídeo: {error}

# chatMediaLimitReached
source: Media Limit Reached
de: Medienlimit erreicht
fr: Limite de médias atteinte
it: Limite media raggiunto
pt: Limite de media atingido

# chatSayHiTo
source: Say hi to {name}!
de: Sag Hallo zu {name}!
fr: Dites bonjour à {name} !
it: Saluta {name}!
pt: Diz olá a {name}!

# chatSendMessageToStart
source: Send a message to start the conversation
de: Sende eine Nachricht, um die Unterhaltung zu beginnen
fr: Envoyez un message pour démarrer la conversation
it: Invia un messaggio per iniziare la conversazione
pt: Envia uma mensagem para iniciar a conversa

# chatTyping
source: typing...
de: tippt...
fr: en train d'écrire...
it: sta scrivendo...
pt: a escrever...

# chatDisableTranslation
source: Disable translation
de: Übersetzung deaktivieren
fr: Désactiver la traduction
it: Disattiva traduzione
pt: Desativar tradução

# chatEnableTranslation
source: Enable translation
de: Übersetzung aktivieren
fr: Activer la traduction
it: Attiva traduzione
pt: Ativar tradução

# chatTranslationEnabled
source: Translation enabled
de: Übersetzung aktiviert
fr: Traduction activée
it: Traduzione attivata
pt: Tradução ativada

# chatTranslationDisabled
source: Translation disabled
de: Übersetzung deaktiviert
fr: Traduction désactivée
it: Traduzione disattivata
pt: Tradução desativada

# chatUploading
source: Uploading...
de: Wird hochgeladen...
fr: Téléversement...
it: Caricamento...
pt: A carregar...

source: Chat Options
de: Chat-Optionen
fr: Options du Chat
it: Opzioni Chat
pt: Opções do Chat

# chatDeleteForMe
source: Delete chat for me
de: Chat für mich löschen
fr: Supprimer le chat pour moi
it: Elimina chat per me
pt: Eliminar chat para mim

# chatDeleteForBoth
source: Delete chat for both
de: Chat für beide löschen
fr: Supprimer le chat pour les deux
it: Elimina chat per entrambi
pt: Eliminar chat para ambos

# chatBlockUser
source: Block {name}
de: {name} blockieren
fr: Bloquer {name}
it: Blocca {name}
pt: Bloquear {name}

# chatReportUser
source: Report {name}
de: {name} melden
fr: Signaler {name}
it: Segnala {name}
pt: Denunciar {name}

# chatDeleteChat
source: Delete Chat
de: Chat löschen
fr: Supprimer le Chat
it: Elimina Chat
pt: Eliminar Chat

# chatDeleteChatForMeMessage
source: This will delete the chat from your device only. The other person will still see the messages.
de: Dies löscht den Chat nur von deinem Gerät. Die andere Person sieht die Nachrichten weiterhin.
fr: Cela supprimera le chat de votre appareil uniquement. L'autre personne verra toujours les messages.
it: Questo eliminerà la chat solo dal tuo dispositivo. L'altra persona vedrà ancora i messaggi.
pt: Isto eliminará o chat apenas do teu dispositivo. A outra pessoa continuará a ver as mensagens.

# chatDeleteChatForEveryone
source: Delete Chat for Everyone
de: Chat für alle löschen
fr: Supprimer le Chat pour Tous
it: Elimina Chat per Tutti
pt: Eliminar Chat para Todos

# chatDeleteChatForBothMessage
source: This will delete all messages for both you and {name}. This action cannot be undone.
de: Dies löscht alle Nachrichten für dich und {name}. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cela supprimera tous les messages pour vous et {name}. Cette action est irréversible.
it: Questo eliminerà tutti i messaggi per te e {name}. Questa azione non può essere annullata.
pt: Isto eliminará todas as mensagens para ti e {name}. Esta ação não pode ser desfeita.

# chatDeleteForEveryone
source: Delete for Everyone
de: Für alle löschen
fr: Supprimer pour Tous
it: Elimina per Tutti
pt: Eliminar para Todos

# chatBlockUserTitle
source: Block User
de: Benutzer blockieren
fr: Bloquer l'Utilisateur
it: Blocca Utente
pt: Bloquear Utilizador

# chatBlockUserMessage
source: Are you sure you want to block {name}? They will no longer be able to contact you.
de: Bist du sicher, dass du {name} blockieren möchtest? Sie können dich nicht mehr kontaktieren.
fr: Êtes-vous sûr de vouloir bloquer {name} ? Ils ne pourront plus vous contacter.
it: Sei sicuro di voler bloccare {name}? Non potranno più contattarti.
pt: Tens a certeza de que queres bloquear {name}? Não poderão contactar-te novamente.

# chatBlock
source: Block
de: Blockieren
fr: Bloquer
it: Blocca
pt: Bloquear

# chatCannotBlockAdmin
source: You cannot block an administrator.
de: Du kannst keinen Administrator blockieren.
fr: Vous ne pouvez pas bloquer un administrateur.
it: Non puoi bloccare un amministratore.
pt: Não podes bloquear um administrador.

# chatUserBlocked
source: {name} has been blocked
de: {name} wurde blockiert
fr: {name} a été bloqué
it: {name} è stato bloccato
pt: {name} foi bloqueado

# chatReportUserTitle
source: Report User
de: Benutzer melden
fr: Signaler l'Utilisateur
it: Segnala Utente
pt: Denunciar Utilizador

# chatWhyReportUser
source: Why are you reporting {name}?
de: Warum meldest du {name}?
fr: Pourquoi signalez-vous {name} ?
it: Perché segnali {name}?
pt: Porque denuncias {name}?

# chatCannotReportAdmin
source: You cannot report an administrator.
de: Du kannst keinen Administrator melden.
fr: Vous ne pouvez pas signaler un administrateur.
it: Non puoi segnalare un amministratore.
pt: Não podes denunciar um administrador.

# chatUserReported
source: User reported. We will review your report shortly.
de: Benutzer gemeldet. Wir werden deinen Bericht in Kürze überprüfen.
fr: Utilisateur signalé. Nous examinerons votre signalement sous peu.
it: Utente segnalato. Esamineremo la tua segnalazione a breve.
pt: Utilizador denunciado. Iremos analisar a tua denúncia em breve.

# chatReplyingTo
source: Replying to {name}
de: Antwort an {name}
fr: Réponse à {name}
it: In risposta a {name}
pt: A responder a {name}

# chatYou
source: You
de: Du
fr: Vous
it: Tu
pt: Tu

# chatUnableToForward
source: Unable to forward message
de: Nachricht kann nicht weitergeleitet werden
fr: Impossible de transférer le message
it: Impossibile inoltrare il messaggio
pt: Não é possível reencaminhar a mensagem

# chatSearchByNameOrNickname
source: Search by name or @nickname
de: Nach Name oder @Spitzname suchen
fr: Rechercher par nom ou @pseudo
it: Cerca per nome o @nickname
pt: Pesquisar por nome ou @alcunha

# chatNoMessagesYet
source: No messages yet
de: Noch keine Nachrichten
fr: Pas encore de messages
it: Nessun messaggio ancora
pt: Ainda sem mensagens

# chatStartSwipingToChat
source: Start swiping and matching to chat with people!
de: Wische und matche, um mit Leuten zu chatten!
fr: Balayez et matchez pour discuter avec des personnes !
it: Scorri e fai match per chattare con le persone!
pt: Desliza e faz match para conversar com pessoas!

# chatMessageOriginal
source: Original
it: Originale

# chatMessageTranslated
source: Translated
de: Übersetzt
fr: Traduit
it: Tradotto
pt: Traduzido

# chatMessageStarred
source: Message starred
de: Nachricht markiert
fr: Message mis en favori
it: Messaggio aggiunto ai preferiti
pt: Mensagem marcada como favorita

# chatMessageUnstarred
source: Message unstarred
de: Markierung entfernt
fr: Message retiré des favoris
it: Messaggio rimosso dai preferiti
pt: Mensagem removida dos favoritos

# chatMessageOptions
source: Message Options
de: Nachrichtenoptionen
fr: Options du Message
it: Opzioni Messaggio
pt: Opções da Mensagem

# chatReply
source: Reply
de: Antworten
fr: Répondre
it: Rispondi
pt: Responder

# chatReplyToMessage
source: Reply to this message
de: Auf diese Nachricht antworten
fr: Répondre à ce message
it: Rispondi a questo messaggio
pt: Responder a esta mensagem
