Repository: GreenGo-Dating-App/GreenGo-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# appTagline
source: Discover Your Perfect Match
de: Entdecken Sie Ihren Perfekten Partner
fr: Découvrez Votre Partenaire Parfait
it: Scopri il Tuo Partner Perfetto
pt: Descubra o Seu Par Perfeito

source: Login
de: Anmelden
fr: Connexion
it: Accedi
pt: Entrar

source: Register
de: Registrieren
fr: S'inscrire
it: Registrati
pt: Registar

source: Confirm Password
de: Passwort Bestätigen
fr: Confirmer le Mot de passe
it: Conferma Password
pt: Confirmar Palavra-passe

source: Forgot Password?
de: Passwort Vergessen?
fr: Mot de passe oublié?
it: Password Dimenticata?
pt: Esqueceu a Palavra-passe?

source: Reset Password
de: Passwort Zurücksetzen
fr: Réinitialiser le Mot de passe
it: Reimposta Password
pt: Redefinir Palavra-passe

# dontHaveAccount
source: Don't have an account?
de: Haben Sie noch kein Konto?
fr: Vous n'avez pas de compte?
it: Non hai un account?
pt: Não tem uma conta?

# alreadyHaveAccount
source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte?
it: Hai già un account?
pt: Já tem uma conta?

source: Sign Up
de: Anmelden
fr: S'inscrire
it: Iscriviti
pt: Inscrever-se

source: Sign In
de: Einloggen
fr: Se connecter
it: Accedi
pt: Entrar

source: Sign Out
de: Ausloggen
fr: Se déconnecter
it: Esci
pt: Sair

source: Continue with Google
de: Mit Google fortfahren
fr: Continuer avec Google
it: Continua con Google
pt: Continuar com Google

source: Continue with Apple
de: Mit Apple fortfahren
fr: Continuer avec Apple
it: Continua con Apple
pt: Continuar com Apple

source: Continue with Facebook
de: Mit Facebook fortfahren
fr: Continuer avec Facebook
it: Continua con Facebook
pt: Continuar com Facebook

source: Or continue with
de: Oder fortfahren mit
fr: Ou continuez avec
it: Oppure continua con
pt: Ou continue com

source: Create Account
de: Konto Erstellen
fr: Créer un Compte
it: Crea Account
pt: Criar Conta

# joinMessage
source: Join GreenGoChat and find your perfect match
de: Treten Sie GreenGoChat bei und finden Sie Ihren perfekten Partner
fr: Rejoignez GreenGoChat et trouvez votre partenaire parfait
it: Unisciti a GreenGoChat e trova il tuo partner perfetto
pt: Junte-se ao GreenGoChat e encontre o seu par perfeito

# emailRequired
source: Email is required
de: E-Mail ist erforderlich
fr: L'e-mail est requis
it: Email richiesta
pt: Email é obrigatório

# emailInvalid
source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail ein
fr: Veuillez entrer un e-mail valide
it: Inserisci un'email valida
pt: Por favor introduza um email válido

# passwordRequired
source: Password is required
de: Passwort ist erforderlich
fr: Le mot de passe est requis
it: Password richiesta
pt: Palavra-passe é obrigatória

# passwordTooShort
source: Password must be at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
fr: Le mot de passe doit contenir au moins 8 caractères
it: La password deve contenere almeno 8 caratteri
pt: A palavra-passe deve ter pelo menos 8 caracteres

# passwordWeak
source: Password must contain uppercase, lowercase, number, and special character
de: Das Passwort muss Großbuchstaben, Kleinbuchstaben, Zahlen und Sonderzeichen enthalten
fr: Le mot de passe doit contenir des majuscules, des minuscules, des chiffres et des caractères spéciaux
it: La password deve contenere maiuscole, minuscole, numeri e caratteri speciali
pt: A palavra-passe deve conter maiúsculas, minúsculas, números e caracteres especiais

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
pt: As palavras-passe não coincidem

# passwordMustContainUppercase
source: Password must contain at least one uppercase letter
de: Das Passwort muss mindestens einen Großbuchstaben enthalten
fr: Le mot de passe doit contenir au moins une lettre majuscule
it: La password deve contenere almeno una lettera maiuscola
pt: A palavra-passe deve conter pelo menos uma letra maiúscula

# passwordMustContainLowercase
source: Password must contain at least one lowercase letter
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten
fr: Le mot de passe doit contenir au moins une lettre minuscule
it: La password deve contenere almeno una lettera minuscola
pt: A palavra-passe deve conter pelo menos uma letra minúscula

# passwordMustContainNumber
source: Password must contain at least one number
de: Das Passwort muss mindestens eine Zahl enthalten
fr: Le mot de passe doit contenir au moins un chiffre
it: La password deve contenere almeno un numero
pt: A palavra-passe deve conter pelo menos um número

# passwordMustContainSpecialChar
source: Password must contain at least one special character
de: Das Passwort muss mindestens ein Sonderzeichen enthalten
fr: Le mot de passe doit contenir au moins un caractère spécial
it: La password deve contenere almeno un carattere speciale
pt: A palavra-passe deve conter pelo menos um carácter especial

# passwordStrengthVeryWeak
source: Very Weak
de: Sehr Schwach
fr: Très Faible
it: Molto Debole
pt: Muito Fraca

# passwordStrengthWeak
source: Weak
de: Schwach
fr: Faible
it: Debole
pt: Fraca

# passwordStrengthFair
source: Fair
de: Akzeptabel
fr: Moyen
it: Discreta
pt: Razoável

# passwordStrengthStrong
source: Strong
de: Stark
fr: Fort
it: Forte
pt: Forte

# passwordStrengthVeryStrong
source: Very Strong
de: Sehr Stark
fr: Très Fort
it: Molto Forte
pt: Muito Forte

source: Password must contain:
de: Das Passwort muss enthalten:
fr: Le mot de passe doit contenir:
it: La password deve contenere:
pt: A palavra-passe deve conter:

source: At least 8 characters
de: Mindestens 8 Zeichen
fr: Au moins 8 caractères
it: Almeno 8 caratteri
pt: Pelo menos 8 caracteres

# uppercaseLowercase
source: Uppercase and lowercase letters
de: Groß- und Kleinbuchstaben
fr: Lettres majuscules et minuscules
it: Lettere maiuscole e minuscole
pt: Letras maiúsculas e minúsculas

source: At least one number
de: Mindestens eine Zahl
fr: Au moins un chiffre
it: Almeno un numero
pt: Pelo menos um número

# atLeastOneSpecialChar
source: At least one special character
de: Mindestens ein Sonderzeichen
fr: Au moins un caractère spécial
it: Almeno un carattere speciale
pt: Pelo menos um carácter especial

# confirmPasswordRequired
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
fr: Veuillez confirmer votre mot de passe
it: Si prega di confermare la password
pt: Por favor confirme a sua palavra-passe

source: Profile
de: Profil
fr: Profil
it: Profilo
pt: Perfil

source: Edit Profile
de: Profil Bearbeiten
fr: Modifier le Profil
it: Modifica Profilo
pt: Editar Perfil

# completeProfile
source: Complete Your Profile
de: Vervollständigen Sie Ihr Profil
fr: Complétez Votre Profil
it: Completa il Tuo Profilo
pt: Complete o Seu Perfil

source: First Name
de: Vorname
fr: Prénom
it: Nome
pt: Primeiro Nome

source: Last Name
de: Nachname
fr: Nom
it: Cognome
pt: Apelido

source: Date of Birth
de: Geburtsdatum
fr: Date de Naissance
it: Data di Nascita
pt: Data de Nascimento

source: Gender
de: Geschlecht
fr: Genre
it: Genere
pt: Género

source: Bio
de: Biografie
fr: Biographie
it: Biografia
pt: Biografia

source: Interests
de: Interessen
fr: Centres d'intérêt
it: Interessi
pt: Interesses

source: Photos
de: Fotos
it: Foto
pt: Fotos

source: Add Photo
de: Foto Hinzufügen
fr: Ajouter une Photo
it: Aggiungi Foto
pt: Adicionar Foto

source: Upload Photo
de: Foto Hochladen
fr: Télécharger une Photo
it: Carica Foto
pt: Carregar Foto

source: Take Photo
de: Foto Aufnehmen
fr: Prendre une Photo
it: Scatta Foto
pt: Tirar Foto

source: Choose from Gallery
de: Aus Galerie Wählen
fr: Choisir dans la Galerie
it: Scegli dalla Galleria
pt: Escolher da Galeria

source: Location
de: Standort
fr: Localisation
it: Posizione
pt: Localização

source: Language
de: Sprache
fr: Langue
it: Lingua
pt: Idioma

# voiceIntro
source: Voice Introduction
de: Sprachvorstellung
fr: Présentation Vocale
it: Presentazione Vocale
pt: Apresentação de Voz

source: Record Voice
de: Stimme Aufnehmen
fr: Enregistrer la Voix
it: Registra Voce
pt: Gravar Voz

# welcome
source: Welcome to GreenGoChat
de: Willkommen bei GreenGoChat
fr: Bienvenue sur GreenGoChat
it: Benvenuto su GreenGoChat
pt: Bem-vindo ao GreenGoChat

source: Get Started
de: Loslegen
fr: Commencer
it: Inizia
pt: Começar

source: Next
de: Weiter
fr: Suivant
it: Avanti
pt: Seguinte

source: Skip
de: Überspringen
fr: Passer
it: Salta
pt: Saltar

source: Finish
de: Beenden
fr: Terminer
it: Termina
pt: Terminar

source: Step
de: Schritt
fr: Étape
it: Passo
pt: Passo

# stepOf
source: of
de: von
fr: de
it: di
pt: de

source: Discover
de: Entdecken
fr: Découvrir
it: Scopri
pt: Descobrir

source: Matches
de: Übereinstimmungen
fr: Correspondances
it: Match
pt: Correspondências

source: Likes
de: Gefällt mir
fr: J'aime
it: Mi Piace
pt: Gostos

source: Super Likes
de: Super Gefällt mir
fr: Super J'aime
it: Super Mi Piace
pt: Super Gostos

source: Filters
de: Filter
fr: Filtres
it: Filtri
pt: Filtros

source: Age Range
de: Altersbereich
fr: Tranche d'Âge
it: Fascia d'Età
pt: Faixa Etária

source: Distance
de: Entfernung
it: Distanza
pt: Distância

# noMoreProfiles
source: No more profiles to show
de: Keine weiteren Profile zum Anzeigen
fr: Plus de profils à afficher
it: Nessun altro profilo da mostrare
pt: Não há mais perfis para mostrar

source: It's a Match!
de: Es ist ein Match!
fr: C'est un Match!
it: È un Match!
pt: É uma Correspondência!

# youAndMatched
source: You and {name} liked each other
de: Sie und {name} mögen sich gegenseitig
fr: Vous et {name} vous êtes aimés mutuellement
it: Tu e {name} vi siete piaciuti
pt: Você e {name} gostaram um do outro

source: Send Message
de: Nachricht Senden
fr: Envoyer un Message
it: Invia Messaggio
pt: Enviar Mensagem

source: Keep Swiping
de: Weiter Wischen
fr: Continuer à Balayer
it: Continua a Scorrere
pt: Continuar a Deslizar

source: Messages
de: Nachrichten
it: Messaggi
pt: Mensagens

# typeMessage
source: Type a message...
de: Nachricht eingeben...
fr: Tapez un message...
it: Scrivi un messaggio...
pt: Escreva uma mensagem...

# noMessages
source: No messages yet
de: Noch keine Nachrichten
fr: Pas encore de messages
it: Nessun messaggio ancora
pt: Ainda sem mensagens

# startConversation
source: Start a conversation
de: Gespräch Beginnen
fr: Démarrer une conversation
it: Inizia una conversazione
pt: Iniciar uma conversação

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
pt: Definições

source: Account Settings
de: Kontoeinstellungen
fr: Paramètres du Compte
it: Impostazioni Account
pt: Definições da Conta

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres des Notifications
it: Impostazioni Notifiche
pt: Definições de Notificações

source: Privacy Settings
de: Datenschutzeinstellungen
fr: Paramètres de Confidentialité
it: Impostazioni Privacy
pt: Definições de Privacidade

source: Delete Account
de: Konto Löschen
fr: Supprimer le Compte
it: Elimina Account
pt: Eliminar Conta

source: Logout
de: Ausloggen
fr: Se Déconnecter
it: Disconnetti
pt: Sair

source: Upgrade to Premium
de: Auf Premium Upgraden
fr: Passer à Premium
it: Passa a Premium
pt: Atualizar para Premium

source: Basic
de: Basis
fr: Basique
it: Base
pt: Básico

source: Silver
de: Silber
fr: Argent
it: Argento
pt: Prata

source: Gold
fr: Or
it: Oro
pt: Ouro

source: Subscribe
de: Abonnieren
fr: S'abonner
it: Abbonati
pt: Subscrever

# perMonth
source: /month
de: /Monat
fr: /mois
it: /mese
pt: /mês

source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Quelque chose s'est mal passé
it: Qualcosa è andato storto
pt: Algo correu mal

source: Try Again
de: Erneut Versuchen
fr: Réessayer
it: Riprova
pt: Tentar Novamente

source: No internet connection
de: Keine Internetverbindung
fr: Pas de connexion internet
it: Nessuna connessione internet
pt: Sem ligação à internet

source: Yes
de: Ja
fr: Oui
it: Sì
pt: Sim

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma
pt: Confirmar

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Guardar

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
pt: Eliminar

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
pt: Editar

source: Done
de: Fertig
fr: Terminé
it: Fatto
pt: Concluído

source: Loading...
de: Laden...
fr: Chargement...
it: Caricamento...
pt: A carregar...

source: Select Language
de: Sprache Auswählen
fr: Sélectionner la Langue
it: Seleziona Lingua
pt: Selecionar Idioma

source: Login with Biometrics
de: Mit Biometrie Anmelden
fr: Connexion avec Biométrie
it: Accedi con Biometria
pt: Entrar com Biometria

# consentRequired
source: Required Consents
de: Erforderliche Einwilligungen
fr: Consentements Obligatoires
it: Consensi Obbligatori
pt: Consentimentos Obrigatórios

source: Optional Consents
de: Optionale Einwilligungen
fr: Consentements Optionnels
it: Consensi Opzionali
pt: Consentimentos Opcionais

# acceptPrivacyPolicy
source: I have read and accept the Privacy Policy
de: Ich habe die Datenschutzerklärung gelesen und akzeptiere sie
fr: J'ai lu et j'accepte la Politique de Confidentialité
it: Ho letto e accetto l'Informativa sulla Privacy
pt: Li e aceito a Política de Privacidade

# acceptTermsAndConditions
source: I have read and accept the Terms and Conditions
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und akzeptiere sie
fr: J'ai lu et j'accepte les Conditions Générales
it: Ho letto e accetto i Termini e Condizioni
pt: Li e aceito os Termos e Condições

# acceptProfiling
source: I consent to profiling for personalized recommendations
de: Ich stimme der Profilerstellung für personalisierte Empfehlungen zu
fr: Je consens au profilage pour des recommandations personnalisées
it: Acconsento alla profilazione per raccomandazioni personalizzate
pt: Consinto com o perfilamento para recomendações personalizadas

# acceptThirdPartyData
source: I consent to sharing my data with third parties
de: Ich stimme der Weitergabe meiner Daten an Dritte zu
fr: Je consens au partage de mes données avec des tiers
it: Acconsento alla condivisione dei miei dati con terze parti
pt: Consinto com o compartilhamento dos meus dados com terceiros

source: Read Privacy Policy
de: Datenschutzerklärung lesen
fr: Lire la Politique de Confidentialité
it: Leggi Informativa sulla Privacy
pt: Ler Política de Privacidade

source: Read Terms and Conditions
de: Allgemeine Geschäftsbedingungen lesen
fr: Lire les Conditions Générales
it: Leggi Termini e Condizioni
pt: Ler Termos e Condições

# profilingDescription
source: Allow us to analyze your preferences to provide better match suggestions
de: Erlauben Sie uns, Ihre Präferenzen zu analysieren, um bessere Übereinstimmungsvorschläge zu machen
fr: Nous permettre d'analyser vos préférences pour fournir de meilleures suggestions de correspondance
it: Permettici di analizzare le tue preferenze per fornire migliori suggerimenti di corrispondenza
pt: Permitir a análise das suas preferências para fornecer melhores sugestões de correspondência

# thirdPartyDataDescription
source: Allow sharing anonymized data with partners for service improvement
de: Erlauben Sie die Weitergabe anonymisierter Daten an Partner zur Serviceverbesserung
fr: Permettre le partage de données anonymisées avec des partenaires pour l'amélioration du service
it: Permetti la condivisione di dati anonimizzati con partner per il miglioramento del servizio
pt: Permitir o compartilhamento de dados anonimizados com parceiros para melhoria do serviço

# consentRequiredError
source: You must accept the Privacy Policy and Terms and Conditions to register
de: Sie müssen die Datenschutzerklärung und die Allgemeinen Geschäftsbedingungen akzeptieren, um sich zu registrieren
fr: Vous devez accepter la Politique de Confidentialité et les Conditions Générales pour vous inscrire
it: Devi accettare l'Informativa sulla Privacy e i Termini e Condizioni per registrarti
pt: Você deve aceitar a Política de Privacidade e os Termos e Condições para se registrar

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de Confidentialité
it: Informativa sulla Privacy
pt: Política de Privacidade

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
fr: Conditions Générales
it: Termini e Condizioni
pt: Termos e Condições

# verificationRequired
source: Identity Verification Required
de: Identitätsprüfung Erforderlich
fr: Vérification d'Identité Requise
it: Verifica dell'Identità Richiesta
pt: Verificação de Identidade Necessária

# verificationTitle
source: Verify Your Identity
de: Verifiziere Deine Identität
fr: Vérifiez Votre Identité
it: Verifica la Tua Identità
pt: Verifique Sua Identidade

# verificationDescription
source: To ensure the safety of our community, we require all users to verify their identity. Please take a photo of yourself holding your ID document.
de: Um die Sicherheit unserer Community zu gewährleisten, müssen alle Benutzer ihre Identität verifizieren. Bitte mache ein Foto von dir mit deinem Ausweisdokument in der Hand.
fr: Pour assurer la sécurité de notre communauté, nous demandons à tous les utilisateurs de vérifier leur identité. Prenez une photo de vous tenant votre pièce d'identité.
it: Per garantire la sicurezza della nostra comunità, richiediamo a tutti gli utenti di verificare la propria identità. Scatta una foto di te stesso con il tuo documento d'identità in mano.
pt: Para garantir a segurança da nossa comunidade, exigimos que todos os utilizadores verifiquem a sua identidade. Tire uma foto sua segurando o seu documento de identidade.

# verificationInstructions
source: Please hold your ID document (passport, driver's license, or national ID) next to your face and take a clear photo.
de: Halte dein Ausweisdokument (Reisepass, Führerschein oder Personalausweis) neben dein Gesicht und mache ein klares Foto.
fr: Tenez votre pièce d'identité (passeport, permis de conduire ou carte d'identité) à côté de votre visage et prenez une photo claire.
it: Tieni il tuo documento d'identità (passaporto, patente o carta d'identità) accanto al viso e scatta una foto chiara.
pt: Segure o seu documento de identidade (passaporte, carta de condução ou bilhete de identidade) junto ao rosto e tire uma foto clara.

# verificationTips
source: Tips for a successful verification:
de: Tipps für eine erfolgreiche Verifizierung:
fr: Conseils pour une vérification réussie:
it: Consigli per una verifica corretta:
pt: Dicas para uma verificação bem-sucedida:

# verificationTip1
source: Ensure good lighting
de: Sorge für gute Beleuchtung
fr: Assurez-vous d'avoir un bon éclairage
it: Assicurati di avere una buona illuminazione
pt: Certifique-se de ter boa iluminação

# verificationTip2
source: Make sure your face and ID are clearly visible
de: Dein Gesicht und das Dokument müssen klar sichtbar sein
fr: Votre visage et le document doivent être clairement visibles
it: Il tuo viso e il documento devono essere ben visibili
pt: O seu rosto e o documento devem estar claramente visíveis

# verificationTip3
source: Hold the ID next to your face, not covering it
de: Halte das Dokument neben dein Gesicht, nicht davor
fr: Tenez le document à côté de votre visage, sans le couvrir
it: Tieni il documento accanto al viso, non coprendolo
pt: Segure o documento junto ao rosto, sem o cobrir

# verificationTip4
source: All text on the ID should be readable
de: Der Text auf dem Dokument muss lesbar sein
fr: Le texte du document doit être lisible
it: Il testo sul documento deve essere leggibile
pt: O texto do documento deve estar legível

source: Take Verification Photo
de: Verifizierungsfoto Aufnehmen
fr: Prendre Photo de Vérification
it: Scatta Foto di Verifica
pt: Tirar Foto de Verificação

source: Retake Photo
de: Foto Wiederholen
fr: Reprendre la Photo
it: Scatta di Nuovo
pt: Tirar Novamente

# submitVerification
source: Submit for Verification
de: Zur Verifizierung Einreichen
fr: Soumettre pour Vérification
it: Invia per la Verifica
pt: Enviar para Verificação

source: Verification Pending
de: Verifizierung Ausstehend
fr: Vérification en Cours
it: Verifica in Corso
pt: Verificação Pendente

# verificationPendingMessage
source: Your account is being verified. This usually takes 24-48 hours. You will be notified once the review is complete.
de: Dein Konto wird verifiziert. Dies dauert normalerweise 24-48 Stunden. Du wirst benachrichtigt, sobald die Prüfung abgeschlossen ist.
fr: Votre compte est en cours de vérification. Cela prend généralement 24-48 heures. Vous serez notifié une fois la révision terminée.
it: Il tuo account è in fase di verifica. Di solito richiede 24-48 ore. Sarai avvisato quando la revisione sarà completata.
pt: A sua conta está a ser verificada. Isto geralmente demora 24-48 horas. Será notificado quando a revisão estiver completa.

source: Verification Approved
de: Verifizierung Genehmigt
fr: Vérification Approuvée
it: Verifica Approvata
pt: Verificação Aprovada

# verificationApprovedMessage
source: Your identity has been verified. You now have full access to the app.
de: Deine Identität wurde verifiziert. Du hast jetzt vollen Zugriff auf die App.
fr: Votre identité a été vérifiée. Vous avez maintenant un accès complet à l'application.
it: La tua identità è stata verificata. Ora hai accesso completo all'app.
pt: A sua identidade foi verificada. Agora tem acesso completo à app.

source: Verification Rejected
de: Verifizierung Abgelehnt
fr: Vérification Refusée
it: Verifica Rifiutata
pt: Verificação Rejeitada

# verificationRejectedMessage
source: Your verification was rejected. Please submit a new photo.
de: Deine Verifizierung wurde abgelehnt. Bitte reiche ein neues Foto ein.
fr: Votre vérification a été refusée. Veuillez soumettre une nouvelle photo.
it: La tua verifica è stata rifiutata. Invia una nuova foto.
pt: A sua verificação foi rejeitada. Por favor envie uma nova foto.

# verificationNeedsResubmission
source: Better Photo Required
de: Besseres Foto Erforderlich
fr: Meilleure Photo Requise
it: Foto Migliore Richiesta
pt: Foto Melhor Necessária

# verificationNeedsResubmissionMessage
source: We need a clearer photo for verification. Please resubmit.
de: Wir benötigen ein klareres Foto zur Verifizierung. Bitte erneut einreichen.
fr: Nous avons besoin d'une photo plus claire pour la vérification. Veuillez renvoyer.
it: Abbiamo bisogno di una foto più chiara per la verifica. Invia di nuovo.
pt: Precisamos de uma foto mais clara para verificação. Por favor reenvie.

# rejectionReason
source: Reason: {reason}
de: Grund: {reason}
fr: Raison: {reason}
it: Motivo: {reason}
pt: Razão: {reason}

source: Account Under Review
de: Konto wird Überprüft
fr: Compte en Révision
it: Account in Revisione
pt: Conta em Revisão

# cannotAccessFeature
source: This feature is available after your account is verified.
de: Diese Funktion ist nach der Verifizierung deines Kontos verfügbar.
fr: Cette fonctionnalité est disponible après la vérification de votre compte.
it: Questa funzione è disponibile dopo la verifica del tuo account.
pt: Esta funcionalidade está disponível após a verificação da sua conta.

source: Waiting for verification...
de: Warte auf Verifizierung...
fr: En attente de vérification...
it: In attesa di verifica...
pt: A aguardar verificação...

source: Verify Now
de: Jetzt Verifizieren
fr: Vérifier Maintenant
it: Verifica Ora
pt: Verificar Agora

source: Skip for Now
de: Vorerst Überspringen
fr: Passer pour l'Instant
it: Salta per Ora
pt: Saltar por Agora
