Repository: GreenGo-Dating-App/GreenGo-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# verificationSkipWarning
source: You can browse the app, but you won't be able to chat or see other profiles until verified.
de: Du kannst die App durchsuchen, aber du kannst nicht chatten oder andere Profile sehen, bis du verifiziert bist.
fr: Vous pouvez parcourir l'application, mais vous ne pourrez pas discuter ou voir d'autres profils tant que vous n'êtes pas vérifié.
it: Puoi esplorare l'app, ma non potrai chattare o vedere altri profili finché non sarai verificato.
pt: Pode explorar a app, mas não poderá conversar ou ver outros perfis até estar verificado.

source: Admin Panel
de: Admin-Bereich
fr: Panneau Admin
it: Pannello Admin
pt: Painel Admin

source: Pending Verifications
de: Ausstehende Verifizierungen
fr: Vérifications en Attente
it: Verifiche in Attesa
pt: Verificações Pendentes

source: Verification History
de: Verifizierungsverlauf
fr: Historique des Vérifications
it: Storico Verifiche
pt: Histórico de Verificações

# approveVerification
source: Approve
de: Genehmigen
fr: Approuver
it: Approva
pt: Aprovar

# rejectVerification
source: Reject
de: Ablehnen
fr: Refuser
it: Rifiuta
pt: Rejeitar

source: Request Better Photo
de: Besseres Foto Anfordern
fr: Demander Meilleure Photo
it: Richiedi Foto Migliore
pt: Solicitar Foto Melhor

source: Enter rejection reason
de: Ablehnungsgrund eingeben
fr: Entrez la raison du refus
it: Inserisci il motivo del rifiuto
pt: Introduza o motivo da rejeição

# rejectionReasonRequired
source: Please enter a reason for rejection
de: Bitte gib einen Grund für die Ablehnung ein
fr: Veuillez entrer une raison pour le refus
it: Inserisci un motivo per il rifiuto
pt: Por favor introduza um motivo para a rejeição

# verificationApprovedSuccess
source: Verification approved successfully
de: Verifizierung erfolgreich genehmigt
fr: Vérification approuvée avec succès
it: Verifica approvata con successo
pt: Verificação aprovada com sucesso

# verificationRejectedSuccess
source: Verification rejected
de: Verifizierung abgelehnt
fr: Vérification refusée
it: Verifica rifiutata
pt: Verificação rejeitada

source: Better photo requested
de: Besseres Foto angefordert
fr: Meilleure photo demandée
it: Foto migliore richiesta
pt: Foto melhor solicitada

source: No photo submitted
de: Kein Foto eingereicht
fr: Aucune photo soumise
it: Nessuna foto inviata
pt: Nenhuma foto enviada

# submittedOn
source: Submitted on {date}
de: Eingereicht am {date}
fr: Soumis le {date}
it: Inviato il {date}
pt: Enviado em {date}

# reviewedBy
source: Reviewed by {admin}
de: Überprüft von {admin}
fr: Révisé par {admin}
it: Revisionato da {admin}
pt: Revisto por {admin}

source: No pending verifications
de: Keine ausstehenden Verifizierungen
fr: Aucune vérification en attente
it: Nessuna verifica in attesa
pt: Sem verificações pendentes

source: Platinum
de: Platin
fr: Platine
it: Platino
pt: Platina

# waitingTitle
source: Thank You for Registering!
de: Vielen Dank für Ihre Registrierung!
fr: Merci de Vous Être Inscrit!
it: Grazie per la Registrazione!
pt: Obrigado por se Registar!

# waitingSubtitle
source: Your account has been created successfully
de: Ihr Konto wurde erfolgreich erstellt
fr: Votre compte a été créé avec succès
it: Il tuo account è stato creato con successo
pt: A sua conta foi criada com sucesso

# waitingMessagePending
source: Your account is pending approval from our team. We will notify you once your account has been reviewed.
de: Ihr Konto wartet auf die Genehmigung durch unser Team. Wir werden Sie benachrichtigen, sobald Ihr Konto überprüft wurde.
fr: Votre compte est en attente d'approbation par notre équipe. Nous vous informerons une fois que votre compte aura été examiné.
it: Il tuo account è in attesa di approvazione dal nostro team. Ti avviseremo una volta che il tuo account sarà stato esaminato.
pt: A sua conta está pendente de aprovação pela nossa equipa. Iremos notificá-lo assim que a sua conta for revista.

# waitingMessageApproved
source: Great news! Your account has been approved. You will be able to access GreenGoChat on the date shown below.
de: Gute Nachrichten! Ihr Konto wurde genehmigt. Sie können GreenGoChat ab dem unten angezeigten Datum nutzen.
fr: Bonne nouvelle! Votre compte a été approuvé. Vous pourrez accéder à GreenGoChat à la date indiquée ci-dessous.
it: Ottime notizie! Il tuo account è stato approvato. Potrai accedere a GreenGoChat nella data indicata qui sotto.
pt: Ótimas notícias! A sua conta foi aprovada. Poderá aceder ao GreenGoChat na data indicada abaixo.

# waitingMessageRejected
source: Unfortunately, your account could not be approved at this time. Please contact support for more information.
de: Leider konnte Ihr Konto derzeit nicht genehmigt werden. Bitte kontaktieren Sie den Support für weitere Informationen.
fr: Malheureusement, votre compte n'a pas pu être approuvé pour le moment. Veuillez contacter le support pour plus d'informations.
it: Purtroppo il tuo account non può essere approvato al momento. Contatta il supporto per maggiori informazioni.
pt: Infelizmente, a sua conta não pôde ser aprovada de momento. Por favor contacte o suporte para mais informações.

# waitingAccessDateTitle
source: Your Access Date
de: Ihr Zugangsdatum
fr: Votre Date d'Accès
it: La Tua Data di Accesso
pt: A Sua Data de Acesso

# waitingAccessDatePremium
source: As a {tier} member, you get early access before April 14th, 2026!
de: Als {tier}-Mitglied erhalten Sie frühen Zugang am 1. März 2026!
fr: En tant que membre {tier}, vous bénéficiez d'un accès anticipé le 1er mars 2026!
it: Come membro {tier}, hai accesso anticipato il 1° marzo 2026!
pt: Como membro {tier}, tem acesso antecipado a 1 de março de 2026!

# waitingAccessDateBasic
source: Your access will begin on April 14th, 2026
de: Ihr Zugang beginnt am 15. März 2026
fr: Votre accès commencera le 15 mars 2026
it: Il tuo accesso inizierà il 15 marzo 2026
pt: O seu acesso começará a 15 de março de 2026

# waitingCountdownTitle
source: Countdown to Launch
de: Countdown bis zum Start
fr: Compte à Rebours jusqu'au Lancement
it: Conto alla Rovescia per il Lancio
pt: Contagem Decrescente para o Lançamento

# waitingDaysRemaining
source: {days} days
de: {days} Tage
fr: {days} jours
it: {days} giorni
pt: {days} dias

# waitingHoursRemaining
source: {hours} hours
de: {hours} Stunden
fr: {hours} heures
it: {hours} ore
pt: {hours} horas

# waitingMinutesRemaining
source: {minutes} minutes
de: {minutes} Minuten
it: {minutes} minuti
pt: {minutes} minutos

# waitingSecondsRemaining
source: {seconds} seconds
de: {seconds} Sekunden
fr: {seconds} secondes
it: {seconds} secondi
pt: {seconds} segundos

source: Account Pending Approval
de: Konto wartet auf Genehmigung
fr: Compte en Attente d'Approbation
it: Account in Attesa di Approvazione
pt: Conta Pendente de Aprovação

source: Account Approved
de: Konto Genehmigt
fr: Compte Approuvé
it: Account Approvato
pt: Conta Aprovada

source: Account Rejected
de: Konto Abgelehnt
fr: Compte Refusé
it: Account Rifiutato
pt: Conta Rejeitada

# upgradeForEarlyAccess
source: Upgrade to Silver, Gold, or Platinum for early access before April 14th, 2026!
de: Upgraden Sie auf Silber, Gold oder Platin für frühen Zugang am 1. März 2026!
fr: Passez à Argent, Or ou Platine pour un accès anticipé le 1er mars 2026!
it: Passa ad Argento, Oro o Platino per l'accesso anticipato il 1° marzo 2026!
pt: Atualize para Prata, Ouro ou Platina para acesso antecipado a 1 de março de 2026!

# waitingStayTuned
source: Stay tuned! We'll notify you when it's time to start connecting.
de: Bleiben Sie dran! Wir werden Sie benachrichtigen, wenn es Zeit ist, sich zu verbinden.
fr: Restez à l'écoute! Nous vous informerons quand il sera temps de commencer à vous connecter.
it: Resta sintonizzato! Ti avviseremo quando sarà il momento di iniziare a connetterti.
pt: Fique atento! Iremos notificá-lo quando for hora de começar a conectar-se.

# waitingNotificationEnabled
source: Notifications enabled - we'll let you know when you can access the app!
de: Benachrichtigungen aktiviert - wir informieren Sie, wenn Sie auf die App zugreifen können!
fr: Notifications activées - nous vous préviendrons quand vous pourrez accéder à l'application!
it: Notifiche attivate - ti faremo sapere quando potrai accedere all'app!
pt: Notificações ativadas - iremos avisá-lo quando puder aceder à aplicação!

source: Enable Notifications
de: Benachrichtigungen Aktivieren
fr: Activer les Notifications
it: Attiva Notifiche
pt: Ativar Notificações

source: Contact Support
de: Support Kontaktieren
fr: Contacter le Support
it: Contatta Supporto
pt: Contactar Suporte

# waitingCountdownSubtitle
source: Thank you for registering! GreenGo Chat is launching soon. Get ready for an exclusive experience.
de: Vielen Dank für Ihre Registrierung! GreenGo Chat startet bald. Freuen Sie sich auf ein exklusives Erlebnis.
fr: Merci de vous être inscrit ! GreenGo Chat sera lancé bientôt. Préparez-vous pour une expérience exclusive.
it: Grazie per la registrazione! GreenGo Chat sta per essere lanciato. Preparati per un'esperienza esclusiva.
pt: Obrigado pelo registo! O GreenGo Chat será lançado em breve. Prepare-se para uma experiência exclusiva.

# waitingCountdownLabel
source: App Launch Countdown
de: Countdown zum Start
fr: Compte à rebours avant le lancement
it: Conto alla rovescia per il lancio
pt: Contagem decrescente para o lançamento

# waitingEarlyAccessMember
source: Early Access Member
de: Early Access Mitglied
fr: Membre Accès Anticipé
it: Membro Accesso Anticipato
pt: Membro de Acesso Antecipado

# waitingExclusiveAccess
source: Your exclusive access date
de: Ihr exklusives Zugangsdatum
fr: Votre date d'accès exclusive
it: La tua data di accesso esclusivo
pt: A sua data de acesso exclusivo

# waitingProfileUnderReview
source: Profile Under Review
de: Profil wird überprüft
fr: Profil en cours d'examen
it: Profilo in revisione
pt: Perfil em análise

# waitingReviewMessage
source: The app is now live! Our team is reviewing your profile to ensure the best experience for our community. This usually takes 24-48 hours.
de: Die App ist jetzt live! Unser Team überprüft Ihr Profil, um das beste Erlebnis für unsere Community zu gewährleisten. Dies dauert normalerweise 24-48 Stunden.
fr: L'application est maintenant en ligne ! Notre équipe examine votre profil pour garantir la meilleure expérience pour notre communauté. Cela prend généralement 24 à 48 heures.
it: L'app è ora attiva! Il nostro team sta esaminando il tuo profilo per garantire la migliore esperienza per la nostra comunità. Questo richiede solitamente 24-48 ore.
pt: A app já está online! A nossa equipa está a analisar o seu perfil para garantir a melhor experiência para a nossa comunidade. Isto geralmente demora 24-48 horas.

# waitingStepRegistration
source: Registration Complete
de: Registrierung abgeschlossen
fr: Inscription terminée
it: Registrazione completata
pt: Registo concluído

# waitingStepReview
source: Profile Review in Progress
de: Profilüberprüfung läuft
fr: Examen du profil en cours
it: Revisione profilo in corso
pt: Análise de perfil em progresso

# waitingStepActivation
source: Account Activation
de: Kontoaktivierung
fr: Activation du compte
it: Attivazione account
pt: Ativação de conta

# waitingEnableNotificationsTitle
source: Stay Updated
de: Bleiben Sie auf dem Laufenden
fr: Restez informé
it: Rimani aggiornato
pt: Mantenha-se atualizado

# waitingEnableNotificationsSubtitle
source: Enable notifications to be the first to know when you can access the app.
de: Aktivieren Sie Benachrichtigungen, um als Erster zu erfahren, wann Sie auf die App zugreifen können.
fr: Activez les notifications pour être le premier à savoir quand vous pouvez accéder à l'application.
it: Attiva le notifiche per essere il primo a sapere quando puoi accedere all'app.
pt: Ative as notificações para ser o primeiro a saber quando pode aceder à app.

# waitingThankYouRegistration
source: Thank you for registering!
de: Vielen Dank für Ihre Registrierung!
fr: Merci de vous être inscrit !
it: Grazie per la registrazione!
pt: Obrigado pelo registo!

source: Days
de: Tage
fr: Jours
it: Giorni
pt: Dias

source: Hours
de: Stunden
fr: Heures
it: Ore
pt: Horas

source: Minutes
de: Minuten
it: Minuti
pt: Minutos

source: Seconds
de: Sekunden
fr: Secondes
it: Secondi
pt: Segundos

# vipPlatinumMember
source: PLATINUM VIP
de: PLATIN VIP
fr: PLATINE VIP
it: PLATINO VIP
pt: PLATINA VIP

# vipGoldMember
source: GOLD MEMBER
de: GOLD MITGLIED
fr: MEMBRE OR
it: MEMBRO ORO
pt: MEMBRO OURO

# vipSilverMember
source: SILVER MEMBER
de: SILBER MITGLIED
fr: MEMBRE ARGENT
it: MEMBRO ARGENTO
pt: MEMBRO PRATA

# vipPremiumBenefitsActive
source: Premium Benefits Active
de: Premium-Vorteile Aktiv
fr: Avantages Premium Actifs
it: Vantaggi Premium Attivi
pt: Benefícios Premium Ativos

# authErrorUserNotFound
source: No account found with this email or nickname. Please check and try again, or sign up.
de: Kein Konto mit dieser E-Mail oder diesem Nickname gefunden. Überprüfe und versuche es erneut, oder registriere dich.
fr: Aucun compte trouvé avec cet e-mail ou pseudo. Vérifiez et réessayez, ou inscrivez-vous.
it: Nessun account trovato con questa email o nickname. Controlla e riprova, oppure registrati.
pt: Nenhuma conta encontrada com este e-mail ou nickname. Verifica e tenta novamente, ou regista-te.

# authErrorWrongPassword
source: Wrong password. Please try again.
de: Falsches Passwort. Bitte versuche es erneut.
fr: Mot de passe incorrect. Veuillez réessayer.
it: Password errata. Riprova.
pt: Palavra-passe errada. Tenta novamente.

# authErrorInvalidEmail
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
fr: Veuillez entrer une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
pt: Por favor introduz um endereço de e-mail válido.

# authErrorEmailAlreadyInUse
source: An account already exists with this email.
de: Ein Konto mit dieser E-Mail existiert bereits.
fr: Un compte existe déjà avec cet e-mail.
it: Esiste già un account con questa email.
pt: Já existe uma conta com este e-mail.

# authErrorWeakPassword
source: Password is too weak. Please use a stronger password.
de: Das Passwort ist zu schwach. Bitte verwende ein stärkeres Passwort.
fr: Le mot de passe est trop faible. Veuillez utiliser un mot de passe plus fort.
it: La password è troppo debole. Usa una password più forte.
pt: A palavra-passe é muito fraca. Usa uma palavra-passe mais forte.

# authErrorTooManyRequests
source: Too many attempts. Please try again later.
de: Zu viele Versuche. Bitte versuche es später erneut.
fr: Trop de tentatives. Veuillez réessayer plus tard.
it: Troppi tentativi. Riprova più tardi.
pt: Demasiadas tentativas. Tenta novamente mais tarde.

# authErrorNetworkError
source: No internet connection. Please check your connection and try again.
de: Keine Internetverbindung. Überprüfe deine Verbindung und versuche es erneut.
fr: Pas de connexion internet. Vérifiez votre connexion et réessayez.
it: Nessuna connessione internet. Controlla la connessione e riprova.
pt: Sem ligação à internet. Verifica a tua ligação e tenta novamente.

# authErrorGeneric
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
fr: Une erreur est survenue. Veuillez réessayer.
it: Si è verificato un errore. Riprova.
pt: Ocorreu um erro. Tenta novamente.

# authErrorInvalidCredentials
source: Wrong email/nickname or password. Please check your credentials and try again.
de: Falsche E-Mail/Nickname oder Passwort. Überprüfe deine Anmeldedaten und versuche es erneut.
fr: E-mail/pseudo ou mot de passe incorrect. Vérifiez vos identifiants et réessayez.
it: Email/nickname o password errati. Controlla le tue credenziali e riprova.
pt: E-mail/nickname ou palavra-passe incorretos. Verifica as tuas credenciais e tenta novamente.

# connectionErrorTitle
source: No Internet Connection
de: Keine Internetverbindung
fr: Pas de Connexion Internet
it: Nessuna Connessione Internet
pt: Sem Ligação à Internet

# connectionErrorMessage
source: Please check your internet connection and try again.
de: Überprüfe deine Internetverbindung und versuche es erneut.
fr: Vérifiez votre connexion internet et réessayez.
it: Controlla la tua connessione internet e riprova.
pt: Verifica a tua ligação à internet e tenta novamente.

# serverUnavailableTitle
source: Server Unavailable
de: Server nicht verfügbar
fr: Serveur Indisponible
it: Server Non Disponibile
pt: Servidor Indisponível

# serverUnavailableMessage
source: Our servers are temporarily unavailable. Please try again in a few moments.
de: Unsere Server sind vorübergehend nicht verfügbar. Bitte versuche es in wenigen Momenten erneut.
fr: Nos serveurs sont temporairement indisponibles. Veuillez réessayer dans quelques instants.
it: I nostri server sono temporaneamente non disponibili. Riprova tra qualche momento.
pt: Os nossos servidores estão temporariamente indisponíveis. Tenta novamente dentro de momentos.

# authenticationErrorTitle
source: Login Failed
de: Anmeldung fehlgeschlagen
fr: Échec de Connexion
it: Accesso Fallito
pt: Falha no Início de Sessão

source: Dismiss
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar

# accountCreatedSuccess
source: Account created! Please check your email to verify your account.
de: Konto erstellt! Bitte überprüfen Sie Ihre E-Mail, um Ihr Konto zu verifizieren.
fr: Compte créé ! Veuillez vérifier votre e-mail pour valider votre compte.
it: Account creato! Controlla la tua email per verificare il tuo account.
pt: Conta criada! Por favor verifique o seu email para validar a sua conta.

source: LEVEL UP!
fr: NIVEAU SUPÉRIEUR !
it: LIVELLO SU!
pt: SUBIU DE NÍVEL!

# levelUpCongratulations
source: Congratulations on reaching a new level!
de: Herzlichen Glückwunsch zum Erreichen eines neuen Levels!
fr: Félicitations pour avoir atteint un nouveau niveau !
it: Congratulazioni per aver raggiunto un nuovo livello!
pt: Parabéns por alcançar um novo nível!

# levelUpYouReachedLevel
source: You reached Level {level}
de: Du hast Level {level} erreicht
fr: Vous avez atteint le Niveau {level}
it: Hai raggiunto il Livello {level}
pt: Alcançaste o Nível {level}

# levelUpRewards
source: REWARDS
de: BELOHNUNGEN
fr: RÉCOMPENSES
it: RICOMPENSE
pt: RECOMPENSAS

# levelUpContinue
source: Continue
de: Weiter
fr: Continuer
it: Continua
pt: Continuar

# levelUpVIPUnlocked
source: VIP Status Unlocked!
de: VIP-Status Freigeschaltet!
fr: Statut VIP Débloqué !
it: Status VIP Sbloccato!
pt: Estado VIP Desbloqueado!

# chatSafetyTitle
source: Stay Safe While Chatting
de: Sicher Chatten
fr: Chattez en Toute Sécurité
it: Chatta in Sicurezza
pt: Conversa em Segurança

# chatSafetySubtitle
source: Your safety is our priority. Please keep these tips in mind.
de: Deine Sicherheit hat Priorität. Behalte diese Tipps im Kopf.
fr: Votre sécurité est notre priorité. Gardez ces conseils à l'esprit.
it: La tua sicurezza è la nostra priorità. Tieni a mente questi consigli.
pt: A tua segurança é a nossa prioridade. Tem em mente estas dicas.

# chatSafetyTip1Title
source: Keep Personal Info Private
de: Halte Persönliche Infos Privat
fr: Gardez Vos Infos Personnelles Privées
it: Mantieni Private le Info Personali
pt: Mantém a Info Pessoal Privada

# chatSafetyTip1Description
source: Don't share your address, phone number, or financial information.
de: Teile keine Adresse, Telefonnummer oder Finanzinformationen.
fr: Ne partagez pas votre adresse, numéro de téléphone ou informations financières.
it: Non condividere indirizzo, numero di telefono o informazioni finanziarie.
pt: Não partilhes morada, número de telefone ou informações financeiras.

# chatSafetyTip2Title
source: Beware of Money Requests
de: Vorsicht bei Geldanfragen
fr: Méfiez-vous des Demandes d'Argent
it: Attenzione alle Richieste di Denaro
pt: Cuidado com Pedidos de Dinheiro

# chatSafetyTip2Description
source: Never send money to someone you haven't met in person.
de: Sende niemals Geld an jemanden, den du nicht persönlich getroffen hast.
fr: N'envoyez jamais d'argent à quelqu'un que vous n'avez pas rencontré en personne.
it: Non inviare mai denaro a qualcuno che non hai incontrato di persona.
pt: Nunca envies dinheiro a alguém que não conheceste pessoalmente.

# chatSafetyTip3Title
source: Meet in Public Places
de: Treffen an Öffentlichen Orten
fr: Rencontrez dans des Lieux Publics
it: Incontra in Luoghi Pubblici
pt: Encontra-te em Locais Públicos

# chatSafetyTip3Description
source: For first meetings, always choose a public, well-lit location.
de: Wähle für erste Treffen immer einen öffentlichen, gut beleuchteten Ort.
fr: Pour les premiers rendez-vous, choisissez toujours un lieu public et bien éclairé.
it: Per i primi incontri, scegli sempre un luogo pubblico e ben illuminato.
pt: Para primeiros encontros, escolhe sempre um local público e bem iluminado.

# chatSafetyTip4Title
source: Trust Your Instincts
de: Vertraue Deinem Instinkt
fr: Faites Confiance à Votre Instinct
it: Fidati del Tuo Istinto
pt: Confia no Teu Instinto

# chatSafetyTip4Description
source: If something feels wrong, trust your gut and end the conversation.
de: Wenn sich etwas falsch anfühlt, vertraue deinem Bauchgefühl und beende das Gespräch.
fr: Si quelque chose ne va pas, faites confiance à votre instinct et terminez la conversation.
it: Se qualcosa non ti sembra giusto, fidati del tuo istinto e termina la conversazione.
pt: Se algo não te parecer bem, confia no teu instinto e termina a conversa.

# chatSafetyTip5Title
source: Report Suspicious Behavior
de: Verdächtiges Verhalten Melden
fr: Signalez les Comportements Suspects
it: Segnala Comportamenti Sospetti
pt: Denuncia Comportamentos Suspeitos

# chatSafetyTip5Description
source: Use the report feature if someone makes you uncomfortable.
de: Nutze die Meldefunktion, wenn dich jemand unwohl fühlen lässt.
fr: Utilisez la fonction de signalement si quelqu'un vous met mal à l'aise.
it: Usa la funzione di segnalazione se qualcuno ti mette a disagio.
pt: Usa a função de denúncia se alguém te deixar desconfortável.

# chatSafetyGotIt
source: Got It
de: Verstanden
fr: Compris
it: Capito
pt: Entendido

# tourSkip
source: Skip
de: Überspringen
fr: Passer
it: Salta
pt: Saltar

# tourNext
source: Next
de: Weiter
fr: Suivant
it: Avanti
pt: Seguinte

# tourDone
source: Done
de: Fertig
fr: Terminé
it: Fatto
pt: Concluído

# tourDiscoveryTitle
source: Discover Matches
de: Matches Entdecken
fr: Découvrez des Matchs
it: Scopri Match
pt: Descobre Matches

# tourDiscoveryDescription
source: Swipe through profiles to find your perfect match. Swipe right if you're interested, left to pass.
de: Wische durch Profile, um deinen perfekten Match zu finden. Wische nach rechts wenn interessiert, nach links zum Überspringen.
fr: Faites défiler les profils pour trouver votre match parfait. Glissez à droite si intéressé, à gauche pour passer.
it: Scorri i profili per trovare il tuo match perfetto. Scorri a destra se sei interessato, a sinistra per passare.
pt: Desliza perfis para encontrar o teu match perfeito. Desliza para a direita se interessado, para a esquerda para passar.

# tourMatchesTitle
source: Your Matches
de: Deine Matches
fr: Vos Matchs
it: I Tuoi Match
pt: Os Teus Matches

# tourMatchesDescription
source: See everyone who liked you back! Start conversations with your mutual matches.
de: Sieh alle, die dich auch geliked haben! Starte Unterhaltungen mit deinen gegenseitigen Matches.
fr: Voyez tous ceux qui vous ont aussi aimé ! Commencez des conversations avec vos matchs mutuels.
it: Vedi tutti quelli a cui piaci anche tu! Inizia conversazioni con i tuoi match reciproci.
pt: Vê todos os que também gostaram de ti! Começa conversas com os teus matches mútuos.

# tourMessagesTitle
source: Messages
de: Nachrichten
it: Messaggi
pt: Mensagens
