Repository: GreenGo-Dating-App/GreenGo-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

source: Membership Required
de: Mitgliedschaft erforderlich
it: Iscrizione richiesta
pt: Subscrição necessária

# membershipRequiredDescription
source: You need to be a member of GreenGo to perform this action.
de: Du musst Mitglied bei GreenGo sein, um diese Aktion durchzuführen.
it: Devi essere un membro di GreenGo per eseguire questa azione.
pt: Precisas de ser membro do GreenGo para realizar esta ação.

source: Yearly Membership
de: Jahresmitgliedschaft
it: Iscrizione annuale
pt: Subscrição anual

source: Subscribe Now
de: Jetzt abonnieren
it: Iscriviti ora
pt: Subscrever agora

source: Maybe Later
de: Vielleicht später
it: Forse più tardi
pt: Talvez mais tarde

# shopTitle
source: Shop
it: Negozio
pt: Loja

# shopTabCoins
source: Coins
de: Münzen
it: Monete
pt: Moedas

# shopTabMembership
source: Membership
de: Mitgliedschaft
it: Iscrizione
pt: Subscrição

# shopUpgradeExperience
source: Upgrade Your Experience
de: Verbessere dein Erlebnis
it: Migliora la tua esperienza
pt: Melhora a tua experiência

# shopCurrentPlan
source: Current Plan: {tier}
de: Aktueller Plan: {tier}
it: Piano attuale: {tier}
pt: Plano atual: {tier}

# shopExpires
source: Expires: {date} ({days} days remaining)
de: Läuft ab: {date} ({days} Tage verbleibend)
it: Scade: {date} ({days} giorni rimanenti)
pt: Expira: {date} ({days} dias restantes)

# shopExpired
source: Expired: {date}
de: Abgelaufen: {date}
it: Scaduto: {date}
pt: Expirado: {date}

# shopMonthly
source: Monthly
de: Monatlich
it: Mensile
pt: Mensal

# shopYearly
source: Yearly
de: Jährlich
it: Annuale
pt: Anual

# shopSavePercent
source: SAVE {percent}%
de: SPARE {percent}%
it: RISPARMIA {percent}%
pt: POUPA {percent}%

# shopUpgradeAndSave
source: Upgrade & Save! Get discount on higher tiers
de: Upgrade & Spare! Rabatt auf höhere Stufen
it: Migliora e risparmia! Sconto sui livelli superiori
pt: Melhora e poupa! Desconto nos níveis superiores

# shopBaseMembership
source: GreenGo Base Membership
de: GreenGo Basis-Mitgliedschaft
it: Iscrizione Base GreenGo
pt: Subscrição Base GreenGo

# shopYearlyPlan
source: Yearly subscription
de: Jahresabonnement
it: Abbonamento annuale
pt: Subscrição anual

# shopActive
source: ACTIVE
de: AKTIV
it: ATTIVA
pt: ATIVA

# shopBaseMembershipDescription
source: Required to swipe, like, chat, and interact with other users.
de: Erforderlich zum Swipen, Liken, Chatten und Interagieren mit anderen Nutzern.
it: Necessaria per scorrere, mettere like, chattare e interagire con altri utenti.
pt: Necessária para deslizar, gostar, conversar e interagir com outros utilizadores.

# shopValidUntil
source: Valid until {date}
de: Gültig bis {date}
it: Valida fino al {date}
pt: Válida até {date}

# shopUpgradeTo
source: Upgrade to {tier} ({duration})
de: Upgrade auf {tier} ({duration})
it: Passa a {tier} ({duration})
pt: Melhorar para {tier} ({duration})

# shopBuyTier
source: Buy {tier} ({duration})
de: {tier} kaufen ({duration})
it: Acquista {tier} ({duration})
pt: Comprar {tier} ({duration})

# shopOneYear
source: 1 Year
de: 1 Jahr
it: 1 Anno
pt: 1 Ano

# shopOneMonth
source: 1 Month
de: 1 Monat
it: 1 Mese
pt: 1 Mês

# shopYouSave
source: You save ${amount}/month upgrading from {tier}
de: Du sparst {amount}/Monat beim Upgrade von {tier}
it: Risparmi {amount}/mese passando da {tier}
pt: Poupas {amount}/mês ao melhorar de {tier}

# shopDailyLikes
source: Daily Likes
de: Tägliche Likes
it: Like giornalieri
pt: Likes diários

# shopSuperLikes
source: Super Likes
it: Super Like

# shopBoosts
source: Boosts
it: Boost

# shopSeeWhoLikesYou
source: See Who Likes You
de: Sehen, wer dich mag
it: Vedi chi ti piace
pt: Ver quem gosta de ti

# shopVipBadge
source: VIP Badge
de: VIP-Abzeichen
it: Badge VIP
pt: Distintivo VIP

# shopPriorityMatching
source: Priority Matching
de: Prioritäts-Matching
it: Matching prioritario
pt: Matching prioritário

# shopSendCoins
source: Send Coins
de: Münzen senden
it: Invia monete
pt: Enviar moedas

# shopRecipientNickname
source: Recipient nickname
de: Empfänger-Nickname
it: Nickname del destinatario
pt: Nickname do destinatário

# shopEnterAmount
source: Enter amount
de: Betrag eingeben
it: Inserisci l'importo
pt: Introduz o montante

# shopConfirmSend
source: Confirm Send
de: Senden bestätigen
it: Conferma invio
pt: Confirmar envio

# shopSend
source: Send
de: Senden
it: Invia
pt: Enviar

# shopUserNotFound
source: User not found
de: Benutzer nicht gefunden
it: Utente non trovato
pt: Utilizador não encontrado

# shopCannotSendToSelf
source: You cannot send coins to yourself
de: Du kannst dir selbst keine Münzen senden
it: Non puoi inviare monete a te stesso
pt: Não podes enviar moedas para ti mesmo

# shopCoinsSentTo
source: {amount} coins sent to @{nickname}
de: {amount} Münzen an @{nickname} gesendet
it: {amount} monete inviate a @{nickname}
pt: {amount} moedas enviadas para @{nickname}

# shopFailedToSendCoins
source: Failed to send coins
de: Münzen senden fehlgeschlagen
it: Invio monete fallito
pt: Falha ao enviar moedas

# shopEnterBothFields
source: Please enter both nickname and amount
de: Bitte gib Nickname und Betrag ein
it: Inserisci nickname e importo
pt: Introduz o nickname e o montante

# shopEnterValidAmount
source: Please enter a valid amount
de: Bitte gib einen gültigen Betrag ein
it: Inserisci un importo valido
pt: Introduz um montante válido

# shopInsufficientCoins
source: Insufficient coins
de: Nicht genügend Münzen
it: Monete insufficienti
pt: Moedas insuficientes

# shopYouHave
source: You have
de: Du hast
it: Hai
pt: Tens

# shopUnlockPremium
source: Unlock premium features and enhance your dating experience
de: Schalte Premium-Funktionen frei und verbessere dein Dating-Erlebnis
it: Sblocca le funzionalità premium e migliora la tua esperienza di incontri
pt: Desbloqueia funcionalidades premium e melhora a tua experiência de encontros

# shopPopular
source: POPULAR
de: BELIEBT
it: POPOLARE

# shopCoins
source: Coins
de: Münzen
it: Monete
pt: Moedas

# shopPurchaseCoinsFor
source: Purchase {coins} Coins for {price}
de: {coins} Münzen für {price} kaufen
it: Acquista {coins} monete per {price}
pt: Comprar {coins} moedas por {price}

# shopComingSoon
source: Coming Soon
de: Demnächst verfügbar
it: Prossimamente
pt: Em breve

# shopVideoCoinsDescription
source: Watch short videos to earn free coins! Stay tuned for this exciting feature.
de: Schau kurze Videos, um kostenlose Münzen zu verdienen! Bleib dran für dieses spannende Feature.
it: Guarda brevi video per guadagnare monete gratis! Resta sintonizzato per questa entusiasmante funzionalità.
pt: Vê vídeos curtos para ganhar moedas grátis! Fica atento a esta funcionalidade entusiasmante.

# shopGetNotified
source: Get Notified
de: Benachrichtigt werden
it: Ricevi notifica
pt: Receber notificação

# shopNotifyMessage
source: We'll let you know when Video-Coins is available
de: Wir informieren dich, wenn Video-Coins verfügbar sind
it: Ti avviseremo quando i Video-Coins saranno disponibili
pt: Avisamos-te quando os Video-Coins estiverem disponíveis

# shopStoreNotAvailable
source: Store not available. Make sure Google Play is installed.
de: Store nicht verfügbar. Stelle sicher, dass Google Play installiert ist.
it: Negozio non disponibile. Assicurati che Google Play sia installato.
pt: Loja indisponível. Certifica-te de que o Google Play está instalado.

# shopFailedToInitiate
source: Failed to initiate purchase
de: Kauf konnte nicht gestartet werden
it: Impossibile avviare l'acquisto
pt: Não foi possível iniciar a compra

# shopUnableToLoadPackages
source: Unable to Load Packages
de: Pakete können nicht geladen werden
it: Impossibile caricare i pacchetti
pt: Não é possível carregar os pacotes

# shopRetry
source: Retry
de: Erneut versuchen
it: Riprova
pt: Tentar novamente

# shopCheckInternet
source: Make sure you have an internet connection and try again.
de: Stelle sicher, dass du eine Internetverbindung hast und versuche es erneut.
it: Assicurati di avere una connessione internet e riprova.
pt: Certifica-te de que tens ligação à internet e tenta novamente.

# shopMembershipActivated
source: GreenGo Membership activated! +500 bonus coins. Valid until {date}.
de: GreenGo Mitgliedschaft aktiviert! +500 Bonusmünzen. Gültig bis {date}.
it: Iscrizione GreenGo attivata! +500 monete bonus. Valida fino al {date}.
pt: Subscrição GreenGo ativada! +500 moedas bónus. Válida até {date}.

# shopPreviousPurchaseFound
source: Previous purchase found. Please try again.
de: Vorheriger Kauf gefunden. Bitte versuche es erneut.
it: Acquisto precedente trovato. Riprova.
pt: Compra anterior encontrada. Tenta novamente.

# reuploadVerification
source: Re-upload Verification Photo
de: Verifizierungsfoto erneut hochladen
it: Ricarica foto di verifica

# reverificationTitle
source: Identity Verification
de: Identitätsverifizierung
it: Verifica dell'identità

# reverificationHeading
source: We need to verify your identity
de: Wir müssen deine Identität verifizieren
it: Dobbiamo verificare la tua identità

# reverificationDescription
source: Please take a clear selfie so we can verify your identity. Make sure your face is well lit and clearly visible.
de: Bitte mache ein klares Selfie, damit wir deine Identität verifizieren können. Achte auf gute Beleuchtung und dass dein Gesicht gut sichtbar ist.
it: Scatta un selfie chiaro per verificare la tua identità. Assicurati di avere una buona illuminazione e che il tuo viso sia ben visibile.

# reverificationReasonLabel
source: Reason for request:
de: Grund der Anfrage:
it: Motivo della richiesta:

# reverificationPhotoTips
source: Photo Tips
de: Fototipps
it: Consigli per la foto

# reverificationTipLighting
source: Good lighting — face the light source
de: Gute Beleuchtung — wende dich der Lichtquelle zu
it: Buona illuminazione — rivolgiti verso la fonte di luce

# reverificationTipCamera
source: Look directly at the camera
de: Schaue direkt in die Kamera
it: Guarda direttamente la fotocamera

# reverificationTipNoAccessories
source: No sunglasses, hats, or masks
de: Keine Sonnenbrillen, Hüte oder Masken
it: Niente occhiali da sole, cappelli o maschere

# reverificationTipFullFace
source: Make sure your full face is visible
de: Dein ganzes Gesicht muss sichtbar sein
it: Assicurati che il tuo viso sia completamente visibile

# reverificationRetakePhoto
source: Retake Photo
de: Foto wiederholen
it: Rifai la foto

# reverificationTapToSelfie
source: Tap to take a selfie
de: Tippe, um ein Selfie zu machen
it: Tocca per scattare un selfie

# reverificationSubmit
source: Submit for Review
de: Zur Überprüfung einreichen
it: Invia per la revisione

# reverificationInfoText
source: After submitting, your profile will be under review. You will get access once approved.
de: Nach dem Einreichen wird dein Profil überprüft. Du erhältst Zugang nach der Genehmigung.
it: Dopo l'invio, il tuo profilo sarà in revisione. Otterrai l'accesso una volta approvato.

# reverificationCameraError
source: Failed to open camera
de: Kamera konnte nicht geöffnet werden
it: Impossibile aprire la fotocamera

# reverificationUploadFailed
source: Upload failed. Please try again.
de: Upload fehlgeschlagen. Bitte versuche es erneut.
it: Caricamento fallito. Riprova.

# notificationDialogTitle
source: Stay Connected
de: Bleib verbunden
it: Resta connesso

# notificationDialogMessage
source: Enable notifications to know when you get matches, messages, and super likes.
de: Aktiviere Benachrichtigungen, um über Matches, Nachrichten und Super-Likes informiert zu werden.
it: Attiva le notifiche per sapere quando ricevi match, messaggi e super like.

# notificationDialogEnable
source: Enable
de: Aktivieren
it: Attiva

# notificationDialogNotNow
source: Not Now
de: Nicht jetzt
it: Non ora

# discoveryFilterAll
source: All
de: Alle
it: Tutti

# discoveryFilterLiked
source: Liked
de: Geliked
it: Piaciuti

# discoveryFilterSuperLiked
source: Super Liked
it: Super Like

# discoveryFilterPassed
source: Passed
de: Abgelehnt
it: Rifiutati

# discoveryFilterSkipped
source: Skipped
de: Übersprungen
it: Saltati

# discoveryFilterMatches
source: Matches
it: Match

# discoveryError
source: Error: {error}
de: Fehler: {error}
it: Errore: {error}

# admin2faTitle
source: Admin Verification
de: Admin-Verifizierung
it: Verifica Admin

# admin2faSubtitle
source: Enter the 6-digit code sent to your email
de: Geben Sie den 6-stelligen Code ein, der an Ihre E-Mail gesendet wurde
it: Inserisci il codice a 6 cifre inviato alla tua email

# admin2faCodeSent
source: Code sent to {email}
de: Code gesendet an {email}
it: Codice inviato a {email}

# admin2faVerify
source: Verify
de: Verifizieren
it: Verifica

# admin2faResend
source: Resend Code
de: Code erneut senden
it: Reinvia Codice

# admin2faResendIn
source: Resend in {seconds}s
de: Erneut senden in {seconds}s
it: Reinvia tra {seconds}s

# admin2faInvalidCode
source: Invalid verification code
de: Ungültiger Verifizierungscode
it: Codice di verifica non valido

# admin2faExpired
source: Code expired. Please request a new one.
de: Code abgelaufen. Bitte fordern Sie einen neuen an.
it: Codice scaduto. Richiedine uno nuovo.

# admin2faMaxAttempts
source: Too many attempts. Please request a new code.
de: Zu viele Versuche. Bitte fordern Sie einen neuen Code an.
it: Troppi tentativi. Richiedi un nuovo codice.

# admin2faSending
source: Sending code...
de: Code wird gesendet...
it: Invio codice...

# admin2faSignOut
source: Sign Out
de: Abmelden
it: Esci

# twoFaToggleTitle
source: Enable 2FA Authenticator
de: 2FA-Authentifizierung aktivieren
it: Attiva Autenticazione 2FA

# twoFaToggleSubtitle
source: Require email code verification on every login
de: E-Mail-Code-Verifizierung bei jeder Anmeldung erforderlich
it: Richiedi la verifica tramite codice email ad ogni accesso

# twoFaEnabled
source: 2FA authentication enabled
de: 2FA-Authentifizierung aktiviert
it: Autenticazione 2FA attivata

# twoFaDisabled
source: 2FA authentication disabled
de: 2FA-Authentifizierung deaktiviert
it: Autenticazione 2FA disattivata

source: Password
de: Passwort
fr: Mot de passe
pt: Palavra-passe

source: No
de: Nein
fr: Non
pt: Não

source: Nickname
de: Spitzname
fr: Pseudo
pt: Alcunha

# plusTaxes
source: + taxes
de: + Steuern

# chatAttachVideo
source: Video
fr: Vidéo
pt: Vídeo

# albumOption
source: Album
pt: Álbum

# shopTabVideo
source: Video
pt: Vídeo
