Repository: GreenGo-Dating-App/GreenGo-App-Flutter
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, pt

# tourMessagesDescription
source: Chat with your matches here. Send messages, photos, and voice notes to connect.
de: Chatte hier mit deinen Matches. Sende Nachrichten, Fotos und Sprachnachrichten zum Verbinden.
fr: Discutez avec vos matchs ici. Envoyez des messages, photos et notes vocales pour vous connecter.
it: Chatta con i tuoi match qui. Invia messaggi, foto e note vocali per connetterti.
pt: Conversa com os teus matches aqui. Envia mensagens, fotos e notas de voz para te conectares.

# tourShopTitle
source: Shop & Coins
de: Shop und Münzen
fr: Boutique et Pièces
it: Shop e Monete
pt: Loja e Moedas

# tourShopDescription
source: Get coins and premium features to boost your dating experience.
de: Hole dir Münzen und Premium-Funktionen für ein besseres Erlebnis.
fr: Obtenez des pièces et des fonctionnalités premium pour améliorer votre expérience.
it: Ottieni monete e funzionalità premium per migliorare la tua esperienza.
pt: Obtém moedas e funcionalidades premium para melhorar a tua experiência.

# tourProgressTitle
source: Track Progress
de: Fortschritt Verfolgen
fr: Suivez Vos Progrès
it: Monitora i Progressi
pt: Acompanha o Progresso

# tourProgressDescription
source: Earn badges, complete challenges, and climb the leaderboard!
de: Verdiene Abzeichen, schließe Herausforderungen ab und steige in der Rangliste auf!
fr: Gagnez des badges, complétez des défis et montez dans le classement !
it: Guadagna badge, completa sfide e scala la classifica!
pt: Ganha emblemas, completa desafios e sobe na classificação!

# tourProfileTitle
source: Your Profile
de: Dein Profil
fr: Votre Profil
it: Il Tuo Profilo
pt: O Teu Perfil

# tourProfileDescription
source: Customize your profile, manage settings, and control your privacy.
de: Passe dein Profil an, verwalte Einstellungen und kontrolliere deine Privatsphäre.
fr: Personnalisez votre profil, gérez les paramètres et contrôlez votre vie privée.
it: Personalizza il tuo profilo, gestisci le impostazioni e controlla la tua privacy.
pt: Personaliza o teu perfil, gere definições e controla a tua privacidade.

# progressTitle
source: Progress
de: Fortschritt
fr: Progrès
it: Progressi
pt: Progresso

# progressOverview
source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica
pt: Visão Geral

# progressAchievements
source: Badges
de: Abzeichen
it: Badge
pt: Emblemas

# progressChallenges
source: Challenges
de: Herausforderungen
fr: Défis
it: Sfide
pt: Desafios

# progressLeaderboard
source: Leaderboard
de: Rangliste
fr: Classement
it: Classifica
pt: Classificação

# progressLevel
source: Level {level}
fr: Niveau {level}
it: Livello {level}
pt: Nível {level}

# progressBadges
source: Badges
de: Abzeichen
it: Badge
pt: Emblemas

# progressCompleted
source: Completed
de: Abgeschlossen
fr: Complétés
it: Completati
pt: Concluídos

# progressTotalXP
source: Total XP
de: Gesamt-XP
fr: XP Total
it: XP Totali
pt: XP Total

# progressRecentAchievements
source: Recent Achievements
de: Aktuelle Erfolge
fr: Succès Récents
it: Traguardi Recenti
pt: Conquistas Recentes

# progressTodaysChallenges
source: Today's Challenges
de: Heutige Herausforderungen
fr: Défis du Jour
it: Sfide di Oggi
pt: Desafios de Hoje

# progressSeeAll
source: See All
de: Alle Anzeigen
fr: Voir Tout
it: Vedi Tutto
pt: Ver Tudo

# progressViewJourney
source: View Your Journey
de: Deine Reise Anzeigen
fr: Voir Votre Parcours
it: Vedi il Tuo Percorso
pt: Ver o Teu Percurso

# progressJourneyDescription
source: See your complete dating journey and milestones
de: Sieh deine komplette Dating-Reise und Meilensteine
fr: Voir votre parcours de rencontres complet et vos jalons
it: Visualizza il tuo percorso completo e i traguardi
pt: Vê o teu percurso completo de encontros e conquistas

source: Edit Nickname
de: Spitzname Bearbeiten
fr: Modifier le Pseudo
it: Modifica Nickname
pt: Editar Alcunha

# nicknameUpdatedSuccess
source: Nickname updated successfully
de: Spitzname erfolgreich aktualisiert
fr: Pseudo mis à jour avec succès
it: Nickname aggiornato con successo
pt: Alcunha atualizada com sucesso

# nicknameAlreadyTaken
source: This nickname is already taken
de: Dieser Spitzname ist bereits vergeben
fr: Ce pseudo est déjà pris
it: Questo nickname è già in uso
pt: Esta alcunha já está em uso

# nicknameCheckError
source: Error checking availability
de: Fehler bei der Verfügbarkeitsprüfung
fr: Erreur lors de la vérification de disponibilité
it: Errore nel controllo disponibilità
pt: Erro ao verificar disponibilidade

# nicknameInfoText
source: Your nickname is unique and can be used to find you. Others can search for you using @{nickname}
de: Dein Spitzname ist einzigartig und kann verwendet werden, um dich zu finden. Andere können dich mit @{nickname} suchen
fr: Votre pseudo est unique et peut être utilisé pour vous trouver. Les autres peuvent vous rechercher avec @{nickname}
it: Il tuo nickname è unico e può essere usato per trovarti. Altri possono cercarti usando @{nickname}
pt: A tua alcunha é única e pode ser usada para te encontrar. Outros podem procurar-te usando @{nickname}

source: Enter nickname
de: Spitzname eingeben
fr: Entrez le pseudo
it: Inserisci nickname
pt: Introduz alcunha

# nicknameRequirements
source: 3-20 characters. Letters, numbers, and underscores only.
de: 3-20 Zeichen. Nur Buchstaben, Zahlen und Unterstriche.
fr: 3-20 caractères. Lettres, chiffres et underscores uniquement.
it: 3-20 caratteri. Solo lettere, numeri e underscore.
pt: 3-20 caracteres. Apenas letras, números e underscores.

source: Suggestions
de: Vorschläge
it: Suggerimenti
pt: Sugestões

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna
pt: Atualizar

source: Nickname Rules
de: Spitzname-Regeln
fr: Règles du Pseudo
it: Regole Nickname
pt: Regras da Alcunha

# nicknameMustBe3To20Chars
source: Must be 3-20 characters
de: Muss 3-20 Zeichen haben
fr: Doit contenir 3-20 caractères
it: Deve essere di 3-20 caratteri
pt: Deve ter 3-20 caracteres

# nicknameStartWithLetter
source: Start with a letter
de: Mit einem Buchstaben beginnen
fr: Commencer par une lettre
it: Inizia con una lettera
pt: Começar com uma letra

# nicknameOnlyAlphanumeric
source: Only letters, numbers, and underscores
de: Nur Buchstaben, Zahlen und Unterstriche
fr: Lettres, chiffres et underscores uniquement
it: Solo lettere, numeri e underscore
pt: Apenas letras, números e underscores

# nicknameNoConsecutiveUnderscores
source: No consecutive underscores
de: Keine aufeinanderfolgenden Unterstriche
fr: Pas d'underscores consécutifs
it: Nessun underscore consecutivo
pt: Sem underscores consecutivos

# nicknameNoReservedWords
source: Cannot contain reserved words
de: Kann keine reservierten Wörter enthalten
fr: Ne peut pas contenir de mots réservés
it: Non può contenere parole riservate
pt: Não pode conter palavras reservadas

source: Set your unique nickname
de: Lege deinen einzigartigen Spitznamen fest
fr: Définissez votre pseudo unique
it: Imposta il tuo nickname unico
pt: Define a tua alcunha única

source: Search by Nickname
de: Nach Spitzname Suchen
fr: Rechercher par Pseudo
it: Cerca per Nickname
pt: Pesquisar por Alcunha

source: No profile found with @{nickname}
de: Kein Profil mit @{nickname} gefunden
fr: Aucun profil trouvé avec @{nickname}
it: Nessun profilo trovato con @{nickname}
pt: Nenhum perfil encontrado com @{nickname}

source: That's your own profile!
de: Das ist dein eigenes Profil!
fr: C'est votre propre profil !
it: Quello è il tuo profilo!
pt: Esse é o teu próprio perfil!

# errorSearchingTryAgain
source: Error searching. Please try again.
de: Suchfehler. Bitte erneut versuchen.
fr: Erreur de recherche. Réessayez.
it: Errore nella ricerca. Riprova.
pt: Erro na pesquisa. Tenta novamente.

# enterNicknameToFind
source: Enter a nickname to find someone directly
de: Gib einen Spitznamen ein, um jemanden direkt zu finden
fr: Entrez un pseudo pour trouver quelqu'un directement
it: Inserisci un nickname per trovare qualcuno direttamente
pt: Introduz uma alcunha para encontrar alguém diretamente

source: View
de: Ansehen
fr: Voir
it: Visualizza
pt: Ver

# profileUpdatedSuccess
source: Profile updated successfully
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo
pt: Perfil atualizado com sucesso

source: Unable to load profile
de: Profil kann nicht geladen werden
fr: Impossible de charger le profil
it: Impossibile caricare il profilo
pt: Não foi possível carregar o perfil

source: View My Profile
de: Mein Profil Anzeigen
fr: Voir Mon Profil
it: Visualizza il Mio Profilo
pt: Ver o Meu Perfil

# seeHowOthersViewProfile
source: See how others view your profile
de: Sieh, wie andere dein Profil sehen
fr: Voyez comment les autres voient votre profil
it: Vedi come gli altri vedono il tuo profilo
pt: Vê como outros veem o teu perfil

# photosCount
source: {count}/6 photos
de: {count}/6 Fotos
it: {count}/6 foto
pt: {count}/6 fotos

source: Basic Information
de: Grundinformationen
fr: Informations de Base
it: Informazioni Base
pt: Informações Básicas

source: About Me
de: Über Mich
fr: À Propos de Moi
it: Su di Me
pt: Sobre Mim

# addBio
source: Add a bio
de: Biografie hinzufügen
fr: Ajouter une biographie
it: Aggiungi una biografia
pt: Adicionar biografia

# interestsCount
source: {count} interests
de: {count} Interessen
fr: {count} centres d'intérêt
it: {count} interessi
pt: {count} interesses

# locationAndLanguages
source: Location & Languages
de: Standort und Sprachen
fr: Localisation et Langues
it: Posizione e Lingue
pt: Localização e Idiomas

source: Voice recorded
de: Stimme aufgenommen
fr: Voix enregistrée
it: Voce registrata
pt: Voz gravada

source: No voice recording
de: Keine Sprachaufnahme
fr: Pas d'enregistrement vocal
it: Nessuna registrazione vocale
pt: Sem gravação de voz

source: Social Profiles
de: Soziale Profile
fr: Profils Sociaux
it: Profili Social
pt: Perfis Sociais

source: No social profiles linked
de: Keine sozialen Profile verknüpft
fr: Aucun profil social lié
it: Nessun profilo social collegato
pt: Nenhum perfil social ligado

# profilesLinkedCount
source: {count} profile{count, plural, =1{} other{s}} linked
de: {count} Profil{count, plural, =1{} other{e}} verknüpft
fr: {count} profil{count, plural, =1{} other{s}} lié{count, plural, =1{} other{s}}
it: {count} profil{count, plural, =1{o collegato} other{i collegati}}
pt: {count} perfil{count, plural, =1{} other{s}} ligado{count, plural, =1{} other{s}}

source: App Language
de: App-Sprache
fr: Langue de l'App
it: Lingua App
pt: Idioma da App

# rewardsAndProgress
source: Rewards & Progress
de: Belohnungen und Fortschritt
fr: Récompenses et Progrès
it: Ricompense e Progressi
pt: Recompensas e Progresso

source: My Progress
de: Mein Fortschritt
fr: Mes Progrès
it: I Miei Progressi
pt: O Meu Progresso

source: View badges, achievements & level
de: Abzeichen, Erfolge und Level anzeigen
fr: Voir badges, succès et niveau
it: Visualizza badge, traguardi e livello
pt: Ver emblemas, conquistas e nível

source: Verification Panel
de: Verifizierungsbereich
fr: Panneau de Vérification
it: Pannello Verifiche
pt: Painel de Verificação

source: Review user verifications
de: Benutzerverifizierungen prüfen
fr: Examiner les vérifications
it: Rivedi verifiche utenti
pt: Rever verificações de utilizadores

source: Reports Panel
de: Meldebereich
fr: Panneau des Signalements
it: Pannello Segnalazioni
pt: Painel de Denúncias

# reviewReportedMessages
source: Review reported messages & manage accounts
de: Gemeldete Nachrichten prüfen und Konten verwalten
fr: Examiner les messages signalés et gérer les comptes
it: Rivedi messaggi segnalati e gestisci account
pt: Rever mensagens denunciadas e gerir contas

source: Membership Panel
de: Mitgliedschaftsbereich
fr: Panneau des Abonnements
it: Pannello Abbonamenti
pt: Painel de Subscrições

source: Manage coupons, tiers & rules
de: Gutscheine, Stufen und Regeln verwalten
fr: Gérer coupons, niveaux et règles
it: Gestisci coupon, livelli e regole
pt: Gerir cupões, níveis e regras

source: Export My Data (GDPR)
de: Meine Daten Exportieren (DSGVO)
fr: Exporter Mes Données (RGPD)
it: Esporta i Miei Dati (GDPR)
pt: Exportar os Meus Dados (RGPD)

source: Restart App Wizard
de: App-Assistenten Neu Starten
fr: Redémarrer l'Assistant de l'App
it: Riavvia Configurazione App
pt: Reiniciar Assistente da App

# languageChangedTo
source: Language changed to {language}
de: Sprache geändert zu {language}
fr: Langue changée en {language}
it: Lingua cambiata in {language}
pt: Idioma alterado para {language}

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently deleted.
de: Bist du sicher, dass du dein Konto löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden und alle deine Daten werden dauerhaft gelöscht.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible et toutes vos données seront définitivement supprimées.
it: Sei sicuro di voler eliminare il tuo account? Questa azione non può essere annullata e tutti i tuoi dati verranno eliminati definitivamente.
pt: Tens a certeza de que queres eliminar a tua conta? Esta ação não pode ser desfeita e todos os teus dados serão eliminados permanentemente.

source: Admin accounts cannot be deleted
de: Admin-Konten können nicht gelöscht werden
fr: Les comptes admin ne peuvent pas être supprimés
it: Gli account admin non possono essere eliminati
pt: Contas admin não podem ser eliminadas

source: Exporting your data...
de: Daten werden exportiert...
fr: Exportation de vos données...
it: Esportazione dati in corso...
pt: A exportar os teus dados...

# dataExportSentToEmail
source: Data export sent to your email
de: Datenexport an deine E-Mail gesendet
fr: Export de données envoyé à votre email
it: Esportazione dati inviata alla tua email
pt: Exportação de dados enviada para o teu email

# restartWizardDialogContent
source: This will restart the onboarding wizard. You can update your profile information step by step. Your current data will be preserved.
de: Dies startet den Einrichtungsassistenten neu. Du kannst deine Profilinformationen Schritt für Schritt aktualisieren. Deine aktuellen Daten werden beibehalten.
fr: Cela redémarrera l'assistant de configuration. Vous pourrez mettre à jour les informations de votre profil étape par étape. Vos données actuelles seront préservées.
it: Questo riavvierà la configurazione guidata. Potrai aggiornare le informazioni del tuo profilo passo dopo passo. I tuoi dati attuali saranno conservati.
pt: Isto irá reiniciar o assistente de configuração. Poderás atualizar as informações do teu perfil passo a passo. Os teus dados atuais serão preservados.

source: Restart Wizard
de: Assistenten Neu Starten
fr: Redémarrer l'Assistant
it: Riavvia Configurazione
pt: Reiniciar Assistente

# logOutConfirmation
source: Are you sure you want to log out?
de: Bist du sicher, dass du dich abmelden möchtest?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
pt: Tens a certeza de que queres sair?

source: Edit voice coming soon
de: Stimme bearbeiten kommt bald
fr: Modifier la voix bientôt disponible
it: Modifica voce in arrivo
pt: Editar voz em breve

source: Log Out
de: Abmelden
fr: Déconnexion
it: Esci
pt: Sair

source: No matches yet
de: Noch keine Übereinstimmungen
fr: Pas encore de correspondances
it: Nessun match ancora
pt: Ainda sem correspondências

# startSwipingToFindMatches
source: Start swiping to find your matches!
de: Wische los, um deine Matches zu finden!
fr: Commencez à balayer pour trouver vos correspondances !
it: Inizia a scorrere per trovare i tuoi match!
pt: Começa a deslizar para encontrar as tuas correspondências!

source: Search by name or @nickname
de: Nach Name oder @Spitzname suchen
fr: Rechercher par nom ou @pseudo
it: Cerca per nome o @nickname
pt: Pesquisar por nome ou @alcunha

# matchesCount
source: {count} matches
de: {count} Übereinstimmungen
fr: {count} correspondances
it: {count} match
pt: {count} correspondências

# matchesOfTotal
source: {filtered} of {total} matches
de: {filtered} von {total} Übereinstimmungen
fr: {filtered} sur {total} correspondances
it: {filtered} di {total} match
pt: {filtered} de {total} correspondências

source: No matches found
de: Keine Übereinstimmungen gefunden
fr: Aucune correspondance trouvée
it: Nessun match trovato
pt: Nenhuma correspondência encontrada

# tryDifferentSearchOrFilter
source: Try a different search or filter
de: Versuche eine andere Suche oder Filter
fr: Essayez une recherche ou un filtre différent
it: Prova una ricerca o filtro diverso
pt: Tenta uma pesquisa ou filtro diferente

source: Clear Filters
de: Filter Löschen
fr: Effacer les Filtres
it: Cancella Filtri
pt: Limpar Filtros

# filterAll
source: All
de: Alle
fr: Tous
it: Tutti
pt: Todos

# filterNew
source: New
de: Neu
fr: Nouveaux
it: Nuovi
pt: Novos

# filterMessaged
source: Messaged
de: Mit Nachrichten
fr: Avec Messages
it: Con Messaggi
pt: Com Mensagens

source: About
de: Über
fr: À propos
it: Info
pt: Sobre

source: Looking for
de: Sucht
fr: Recherche
it: Cerca
pt: Procura

source: Details
fr: Détails
it: Dettagli
pt: Detalhes

source: Height
de: Größe
fr: Taille
it: Altezza
pt: Altura

source: Education
de: Bildung
fr: Éducation
it: Istruzione
pt: Educação

source: Occupation
de: Beruf
fr: Profession
it: Professione
pt: Profissão

# youMatchedWithOnDate
source: You matched with {name} on {date}
de: Du hast mit {name} am {date} gematcht
fr: Vous avez matché avec {name} le {date}
it: Hai fatto match con {name} il {date}
pt: Fizeste match com {name} em {date}

source: Chat with {name}
de: Mit {name} chatten
fr: Discuter avec {name}
it: Chatta con {name}
pt: Conversar com {name}

source: Long-term relationship
de: Langfristige Beziehung
fr: Relation à long terme
it: Relazione a lungo termine
pt: Relação a longo prazo

source: Short-term relationship
de: Kurzfristige Beziehung
fr: Relation à court terme
it: Relazione a breve termine
pt: Relação a curto prazo

source: Friendship
de: Freundschaft
fr: Amitié
it: Amicizia
pt: Amizade

source: Casual dating
de: Unverbindliches Dating
fr: Rencontres occasionnelles
it: Incontri casuali
pt: Encontros casuais

source: today
de: heute
fr: aujourd'hui
it: oggi
pt: hoje

source: yesterday
de: gestern
fr: hier
it: ieri
pt: ontem

# daysAgo
source: {count} days ago
de: vor {count} Tagen
fr: il y a {count} jours
it: {count} giorni fa
pt: há {count} dias

source: LVL
fr: NIV
it: LIV
pt: NIV

# toNextLevel
source: {percent}% to Level {level}
de: {percent}% zu Level {level}
fr: {percent}% au Niveau {level}
it: {percent}% al Livello {level}
pt: {percent}% para Nível {level}

source: Achievements
de: Erfolge
fr: Succès
it: Traguardi
pt: Conquistas

source: Badges
de: Abzeichen
it: Badge
pt: Emblemas

source: Challenges
de: Herausforderungen
fr: Défis
it: Sfide
pt: Desafios

source: My Badges
de: Meine Abzeichen
fr: Mes Badges
it: I Miei Badge
pt: Os Meus Emblemas

source: No badges earned yet
de: Noch keine Abzeichen verdient
fr: Aucun badge gagné
it: Nessun badge ottenuto
pt: Nenhum emblema obtido

source: Complete achievements to earn badges!
de: Schließe Erfolge ab, um Abzeichen zu verdienen!
fr: Complétez des succès pour gagner des badges !
it: Completa traguardi per ottenere badge!
pt: Completa conquistas para obter emblemas!

# moreAchievements
source: +{count} more achievements
de: +{count} weitere Erfolge
fr: +{count} autres succès
it: +{count} altri traguardi
pt: +{count} mais conquistas

# levelTitleLegend
source: Legend
de: Legende
fr: Légende
it: Leggenda
pt: Lenda

# levelTitleMaster
source: Master
de: Meister
fr: Maître
it: Maestro
pt: Mestre

# levelTitleExpert
source: Expert
de: Experte
it: Esperto
pt: Especialista

# levelTitleVeteran
source: Veteran
fr: Vétéran
it: Veterano
pt: Veterano

# levelTitleExplorer
source: Explorer
de: Entdecker
fr: Explorateur
it: Esploratore
pt: Explorador

# levelTitleEnthusiast
source: Enthusiast
fr: Enthousiaste
it: Entusiasta
pt: Entusiasta

# levelTitleNewcomer
source: Newcomer
de: Neuling
fr: Débutant
it: Novizio
pt: Novato

# notificationNewLike
source: You received a like from @{nickname}
de: Du hast ein Gefällt mir von @{nickname} erhalten
fr: Vous avez reçu un j'aime de @{nickname}
it: Hai ricevuto un mi piace da @{nickname}
pt: Recebeste um gosto de @{nickname}

# notificationSuperLike
source: You received a super like from @{nickname}
de: Du hast ein Super Gefällt mir von @{nickname} erhalten
fr: Vous avez reçu un super j'aime de @{nickname}
it: Hai ricevuto un super mi piace da @{nickname}
pt: Recebeste um super gosto de @{nickname}

# notificationNewMatch
source: It's a Match! You matched with @{nickname}. Start chatting now.
de: Es ist ein Match! Du hast mit @{nickname} gematcht. Starte jetzt einen Chat.
fr: C'est un Match ! Vous avez matché avec @{nickname}. Commencez à discuter.
it: È un Match! Hai fatto match con @{nickname}. Inizia a chattare ora.
pt: É um Match! Fizeste match com @{nickname}. Começa a conversar agora.

# notificationNewChat
source: @{nickname} started a conversation with you.
de: @{nickname} hat eine Unterhaltung mit dir gestartet.
fr: @{nickname} a commencé une conversation avec vous.
it: @{nickname} ha iniziato una conversazione con te.
pt: @{nickname} iniciou uma conversa contigo.

# notificationNewMessage
source: New message from @{nickname}
de: Neue Nachricht von @{nickname}
fr: Nouveau message de @{nickname}
it: Nuovo messaggio da @{nickname}
pt: Nova mensagem de @{nickname}

# notificationCoinsPurchased
source: You successfully purchased {amount} coins.
de: Du hast erfolgreich {amount} Münzen gekauft.
fr: Vous avez acheté {amount} pièces avec succès.
it: Hai acquistato con successo {amount} monete.
pt: Compraste com sucesso {amount} moedas.

# notificationAchievementUnlocked
source: Achievement Unlocked: {name}
de: Erfolg Freigeschaltet: {name}
fr: Succès Débloqué : {name}
it: Traguardo Sbloccato: {name}
pt: Conquista Desbloqueada: {name}

# voiceStandOutWithYourVoice
source: Stand out with your voice!
de: Hebe dich mit deiner Stimme ab!
fr: Démarquez-vous avec votre voix !
it: Fatti notare con la tua voce!
pt: Destaca-te com a tua voz!

# voiceRecordIntroDescription
source: Record a short {seconds} second introduction to let others hear your personality.
de: Nimm eine kurze {seconds} Sekunden Vorstellung auf, damit andere deine Persönlichkeit hören können.
fr: Enregistrez une courte présentation de {seconds} secondes pour faire entendre votre personnalité.
it: Registra una breve presentazione di {seconds} secondi per far sentire la tua personalità.
pt: Grava uma breve apresentação de {seconds} segundos para que outros oiçam a tua personalidade.

# voiceRecordingTips
source: Recording Tips
de: Aufnahmetipps
fr: Conseils d'Enregistrement
it: Suggerimenti per la Registrazione
pt: Dicas de Gravação

# voiceTipFindQuietPlace
source: Find a quiet place
de: Finde einen ruhigen Ort
fr: Trouvez un endroit calme
it: Trova un posto tranquillo
pt: Encontra um lugar sossegado

# voiceTipBeYourself
source: Be yourself and natural
de: Sei du selbst und natürlich
fr: Soyez vous-même et naturel
it: Sii te stesso e naturale
pt: Sê tu mesmo e natural

# voiceTipShareWhatMakesYouUnique
source: Share what makes you unique
de: Teile was dich einzigartig macht
fr: Partagez ce qui vous rend unique
it: Condividi ciò che ti rende unico
pt: Partilha o que te torna único

# voiceTipKeepItShort
source: Keep it short and sweet
de: Halte es kurz und knapp
fr: Restez bref et concis
it: Mantienilo breve e dolce
pt: Mantém breve e simples

# voiceTapToRecord
source: Tap to record
de: Tippen zum Aufnehmen
fr: Appuyez pour enregistrer
it: Tocca per registrare
pt: Toca para gravar
